{
    "name": "bn",
    "accept": "গ্রহণ করুন",
    "changeQuestion": "প্রশ্ন পরিবর্তন করুন",
    "questions": [
        "আপনার মতে জীবনের সবচেয়ে গুরুত্বপূর্ণ জিনিস কী এবং কেন?",
        "আপনি যদি আপনার জীবনের একটি ঘটনা পরিবর্তন করার সুযোগ পেতেন, আপনি কী পরিবর্তন করতেন এবং কেন?",
        "আপনার জীবনে আপনি যে সবচেয়ে বড় ভয় কাটিয়েছেন তা কী?",
        "মানুষের মধ্যে আপনি কোন গুণগুলো সবচেয়ে বেশি মূল্যবান মনে করেন এবং কেন?",
        "আপনার জন্য কোন জীবন নীতিগুলি অপরিবর্তনীয়?",
        "আপনার কি কোন গোপন স্বপ্ন আছে যা আপনি কখনো কাউকে বলেননি? থাকলে, তা কী?",
        "যদি আপনি জানতেন যে আগামীকাল বিশ্বের শেষ, তাহলে আপনি কী করবেন?",
        "আপনি ভাগ্য এবং মুক্ত ইচ্ছার ধারণার সাথে কিভাবে সম্পর্কিত?",
        "কোন বই বা সিনেমা আপনার উপর সবচেয়ে বড় প্রভাব ফেলেছে এবং কেন?",
        "আপনি এখন পর্যন্ত আপনার সবচেয়ে বড় অর্জন কী মনে করেন?",
        "আপনার জীবনে আপনি কোন অভিজ্ঞতাগুলি চেষ্টা করতে চান কিন্তু এখনও সুযোগ পাননি?",
        "আপনার জন্য সুখী হওয়ার মানে কী?",
        "আপনার জীবনের কোন মুহূর্তটি আপনার জন্য সবচেয়ে গুরুত্বপূর্ণ ছিল?",
        "অতীতের কোন ঘটনা এখনও আপনাকে বিচলিত করে?",
        "আপনি হতাশা এবং ব্যর্থতার সাথে কিভাবে মোকাবিলা করেন?",
        "আপনি যদি জীবিত বা মৃত যে কোন ব্যক্তির কাছ থেকে একটি পরামর্শ পেতে পারেন, তা হলে তা কাকে হবে এবং আপনি কোন পরামর্শ শুনতে চাইবেন?",
        "অন্যদের সাথে সম্পর্কের ক্ষেত্রে আপনার জন্য কোন ব্যক্তিগত সীমা গুরুত্বপূর্ণ?",
        "আপনি যদি নিজেকে পরিবর্তন করতে পারতেন, তাহলে আপনি কী পরিবর্তন করতেন?",
        "আপনার জীবনে সবচেয়ে কঠিন ঘটনা বা পরিস্থিতি কী ছিল এবং আপনি কীভাবে তার সাথে মোকাবিলা করেছিলেন?",
        "আপনি কোন গুণ নিজে মধ্যে বিকাশ করতে চান এবং কেন?",
        "আপনার সবচেয়ে অপ্রত্যাশিত প্রতিভা বা শখ কী?",
        "আপনার জন্য প্রকৃত সাফল্য মানে কী?",
        "আপনি কি মনে করেন প্রেম কী এবং এটি আপনার জীবনে কিভাবে প্রকাশ পায়?",
        "আপনার কি কোন রীতিনীতি বা অভ্যাস আছে যা আপনাকে ভারসাম্য রাখতে সাহায্য করে?",
        "বন্ধুদের আপনার জীবনে কী ভূমিকা এবং প্রকৃত বন্ধুত্ব আপনার জন্য কী মানে?",
        "আপনি যদি সময়ে ফিরে যেতে পারতেন এবং নিজের জন্য একটি পরামর্শ দিতে পারতেন, তা হলে তা কী হবে?",
        "আপনার ভয়গুলো কী এবং আপনি এগুলি কাটিয়ে উঠতে কিভাবে কাজ করছেন?",
        "আপনার সবচেয়ে কঠিন সিদ্ধান্ত কী ছিল?",
        "আপনার জন্য অন্তরের শান্তি মানে কী এবং আপনি এটি কীভাবে অর্জন করেন?",
        "আপনার ভুল থেকে সবচেয়ে গুরুত্বপূর্ণ পাঠ কী?",
        "আপনি যদি অসীম স্বাধীনতা পেতেন, তাহলে আপনি কী করবেন?",
        "আপনি চাপ এবং উদ্বেগ মোকাবিলা করার জন্য কী পদ্ধতি ব্যবহার করেন?",
        "আপনার ক্ষমতা ক্ষমা করার পরিমাণ কিভাবে মূল্যায়ন করেন এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনার উন্নয়নের জন্য কোন ব্যক্তিগত অভিজ্ঞতাকে সবচেয়ে মূল্যবান মনে করেন?",
        "আপনার জন্য প্রাপ্তবয়স্ক হওয়া মানে কী?",
        "আপনার জীবনের কোন ঘটনা আপনাকে সবচেয়ে আত্মবিশ্বাসী করে তুলেছে?",
        "আপনার জীবনে আপনার স্বপ্ন এবং লক্ষ্যগুলোর কী ভূমিকা?",
        "আপনি আদর্শ বিশ্বের ধারণার সাথে কিভাবে সম্পর্কিত এবং সমাজে আপনি কোন পরিবর্তন দেখতে চান?",
        "আপনি যদি ১০ বছর পরে আপনার জীবনের কেমন হওয়া উচিত তা চয়ন করতে পারতেন, তাহলে আপনার আদর্শ পরিস্থিতি কী হবে?",
        "আপনি একাকীত্বের সাথে কিভাবে মোকাবিলা করেন এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "অন্যদের পর্যবেক্ষণ করে আপনি কোন জীবন সত্যগুলি শিখেছেন?",
        "আপনার কি কী প্রেরণা এবং আপনি কিভাবে আপনার প্রেরণা বজায় রাখেন?",
        "আপনার ছোটবেলার নিজের জন্য আপনি কী পরামর্শ দেবেন?",
        "আপনার জন্য অন্তরের সংঘাত মানে কী এবং আপনি এটি কিভাবে সমাধান করেন?",
        "আপনি আপনার জীবনের মানে কীভাবে সংজ্ঞায়িত করেন?",
        "আপনার জীবনের কোন ব্যক্তিগত প্রকল্প বা লক্ষ্য সবচেয়ে বেশি সময় এবং শক্তি নেয়?",
        "আপনি ব্যক্তিগত দায়িত্বের ধারণার সাথে কিভাবে সম্পর্কিত এবং এটি আপনার কর্মকাণ্ডকে কিভাবে প্রভাবিত করে?",
        "নিজের প্রতি সৎ থাকা মানে আপনার জন্য কী এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনি অনিশ্চয়তা এবং নিরাপত্তাহীনতার অনুভূতির সাথে কিভাবে মোকাবিলা করেন?",
        "আপনার সবচেয়ে অস্বাভাবিক জীবনের অভিজ্ঞতা কী?",
        "ব্যক্তিগত এবং পেশাগত জীবনে সাফল্য কিভাবে সংজ্ঞায়িত করেন?",
        "কঠিন সময়ে আপনি কীভাবে আশাবাদী থাকেন?",
        "একটি সমন্বিত জীবন জন্য আপনি কোন ব্যক্তিগত গুণকে সবচেয়ে গুরুত্বপূর্ণ মনে করেন?",
        "আপনার জন্য বর্তমানে সত্যিই গুরুত্বপূর্ণ কী তা আপনি কিভাবে বুঝেন?",
        "আপনার মূল্যবোধ কী এবং তারা কিভাবে আপনার সিদ্ধান্ত এবং কর্মকাণ্ডকে প্রভাবিত করে?",
        "ব্যক্তিগত উন্নয়ন আপনার জন্য কী এবং আপনি এটি কিভাবে অর্জন করেন?",
        "আপনার জীবনের সবচেয়ে সাহসী পদক্ষেপ কী ছিল?",
        "আপনি পরিবর্তনগুলোর সাথে কিভাবে সম্পর্কিত এবং আপনি সেগুলোর সাথে কিভাবে মানিয়ে নেন?",
        "আপনার জন্য প্রেরণার উৎস কী এবং আপনি এটি কিভাবে খুঁজে পান?",
        "একটি দলের সাথে কাজ করার অভিজ্ঞতা থেকে আপনি সবচেয়ে গুরুত্বপূর্ণ পাঠ কী শিখেছেন?",
        "আপনার জীবনের কোন ঘটনা বা অর্জন সবচেয়ে গুরুত্বপূর্ণ মনে করেন?",
        "একজন নেতা হওয়া মানে আপনার জন্য কী এবং আপনি কিভাবে আপনার নেতৃত্বের গুণাবলী বিকাশ করেন?",
        "আপনি আপনার দুর্বলতাগুলো কিভাবে দেখেন এবং সেগুলোর সাথে আপনি কিভাবে কাজ করেন?",
        "আপনার জীবনের কোন দিক আপনি পরিবর্তন করতে চান এবং কেন?",
        "আপনার অভ্যন্তরীণ সামঞ্জস্য এবং স্থিতি বজায় রাখতে কী সহায়তা করে?",
        "আপনার সবচেয়ে গুরুত্বপূর্ণ ব্যক্তিগত অর্জন বা লক্ষ্য কী?",
        "আপনি ব্যর্থতার অনুভূতির সাথে কিভাবে মোকাবিলা করেন এবং এগুলি আপনার আত্মসম্মানে কেমন প্রভাব ফেলে?",
        "আপনার জীবনের কোন মুহূর্তটি সবচেয়ে প্রেরণাদায়ক ছিল এবং কেন?",
        "আপনি কিভাবে আপনার স্বকীয়তা সংজ্ঞায়িত করেন এবং এটি আপনার জীবনে কিভাবে প্রকাশ পায়?",
        "আপনি কঠিন সিদ্ধান্ত গ্রহণের দিকে কিভাবে আগ্রহী হন এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "একজন প্রকৃত বন্ধু হওয়া আপনার জন্য কী এবং আপনি কিভাবে আপনার সম্পর্কগুলি গড়ে তোলেন?",
        "আপনি কিভাবে আপনার ব্যক্তিগত সীমাগুলি বুঝতে পারেন এবং এগুলি কিভাবে রক্ষা করেন?",
        "আপনার শিখা সবচেয়ে গুরুত্বপূর্ণ জীবন পাঠ কী এবং এটি আপনাকে কিভাবে পরিবর্তিত করেছে?",
        "আপনার জন্য প্রকৃত স্বাধীনতা মানে কী এবং আপনি এটি কিভাবে অর্জন করেন?",
        "আপনি কিভাবে আপনার আত্মসচেতনতা এবং নিজেকে বোঝার ওপর কাজ করেন?",
        "আপনি আপনার অনুভূতিগুলিকে কিভাবে বুঝতে এবং গ্রহণ করেন, এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনার জীবনে আপনার পথ খুঁজে পাওয়া মানে কী এবং আপনি কিভাবে এটি অনুসন্ধান করেন?",
        "আপনার শৈশবের কোন মুহূর্তগুলি সবচেয়ে বড় প্রভাব ফেলেছিল এবং এগুলি আপনাকে কিভাবে প্রভাবিত করেছে?",
        "যদি আপনি কোনো ঐতিহাসিক ব্যক্তির সাথে একদিন কাটাতে পারতেন, তাহলে তা কাকে হবে এবং কেন?",
        "কোন অভিজ্ঞতা বা ঘটনা আপনার জীবনের দৃষ্টিভঙ্গি পরিবর্তিত করেছে?",
        "আপনার জন্য সততা মানে কী, এবং আপনি নৈতিক দ্বিধাগুলির সাথে কিভাবে মোকাবিলা করেন?",
        "আপনি অযোগ্যতার অনুভূতির সাথে কিভাবে মোকাবিলা করেন এবং এটি আপনার আত্মসম্মানে কেমন প্রভাব ফেলে?",
        "আপনি যদি একদিনে কিছু নতুন শিখতে পারেন, তাহলে তা কী হবে এবং কেন?",
        "আপনার পিতামাতা বা পরামর্শদাতাদের কাছ থেকে শিখা সবচেয়ে গুরুত্বপূর্ণ পাঠ কী?",
        "একটি সম্প্রদায়ের অংশ হওয়া আপনার জন্য কী এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনার জীবনের কোন দিকটি আপনি সবচেয়ে কম মূল্যবান মনে করেন?",
        "আপনি সুখকে একটি লক্ষ্য হিসেবে কিভাবে দেখেন এবং এটি প্রক্রিয়ার পরিবর্তে কিভাবে বোঝেন?",
        "কঠিন সময়ে আপনাকে প্রেরিত রাখতে কী সহায়তা করে?",
        "বিশ্বের কোন স্থান আপনি দেখতে চান এবং কেন?",
        "আপনার জীবনের কোন মুহূর্তটি সবচেয়ে চ্যালেঞ্জিং ছিল এবং আপনি কী শিখেছেন?",
        "ব্যক্তিগত এবং পেশাগত সম্পর্কগুলিতে সাফল্য আপনার জন্য কী মানে?",
        "আপনি অভ্যন্তরীণ দ্বন্দ্বগুলির সাথে কিভাবে মোকাবিলা করেন এবং এগুলি আপনার আচরণকে কিভাবে প্রভাবিত করে?",
        "ব্যর্থতার সাথে মোকাবিলা করতে কী সহায়ক এবং আপনি কীভাবে নিজেকে বিশ্বাস রাখতে পারেন?",
        "আপনার চরিত্রের কোন দিকটি আপনি পরিবর্তন করতে চান এবং কেন?",
        "কোন বই বা শিক্ষায় আপনার বিশ্বাস এবং বিশ্বদৃষ্টিভঙ্গি গঠিত হয়েছে?",
        "কর্ম ও ব্যক্তিগত জীবনের মধ্যে সামঞ্জস্য অর্জন করা আপনার জন্য কী মানে?",
        "আপনার উন্নয়নে সবচেয়ে গুরুত্বপূর্ণ ব্যক্তিগত অভিজ্ঞতা কী?",
        "আপনি কিভাবে আপনার সীমাবদ্ধতাগুলি বুঝতে এবং গ্রহণ করেন?",
        "পরিবর্তনের প্রতি খোলামেলা থাকা মানে আপনার জন্য কী এবং এটি আপনার জীবনে কিভাবে প্রভাব ফেলে?",
        "অন্যদের সাথে সম্পর্ক থেকে আপনার শিখা সবচেয়ে গুরুত্বপূর্ণ পাঠ কী?",
        "আপনি জীবনে অনিশ্চয়তার অনুভূতির সাথে কিভাবে মোকাবিলা করেন?",
        "আপনার লক্ষ্য অর্জনে আপনাকে কী প্রেরণা দেয় এবং এটি আপনার জীবনকে কিভাবে পরিবর্তিত করেছে?",
        "আপনার সবচেয়ে কঠিন ব্যক্তিগত চ্যালেঞ্জ কী এবং আপনি কীভাবে এটি অতিক্রম করেছেন?",
        "ব্যক্তিগত জীবনে সফল হওয়া আপনার জন্য কী এবং আপনি এটি কিভাবে অর্জন করেন?",
        "আপনার জীবনের কোন মুহূর্তটি সবচেয়ে আনন্দদায়ক ছিল এবং আপনি কী শিখেছেন?",
        "বর্তমানে আপনার সবচেয়ে গুরুত্বপূর্ণ ব্যক্তিগত প্রকল্প বা লক্ষ্য কী?",
        "অন্যদের সাথে সৎ থাকা মানে আপনার জন্য কী এবং এটি আপনার সম্পর্কগুলিতে কেমন প্রভাব ফেলে?",
        "আপনি কীভাবে নিজের উন্নতির ওপর কাজ করেন এবং এই ক্ষেত্রে আপনার লক্ষ্যগুলি কী?",
        "আপনার চরিত্রের কোন দিকটি আপনি সবচেয়ে চ্যালেঞ্জিং মনে করেন এবং আপনি এটি উন্নত করতে কিভাবে কাজ করছেন?",
        "নিজের প্রতি সৎ থাকা মানে আপনার জন্য কী এবং এটি আপনার জীবনে কিভাবে প্রকাশ পায়?",
        "আপনি কিভাবে সেই মুহূর্তগুলি মোকাবিলা করেন যখন আপনি হারিয়ে যাওয়া বা নিজের উপর সন্দিহান বোধ করেন?",
        "মডার্ন বিশ্ব সম্পর্কে আপনাকে সবচেয়ে বেশি চিন্তিত করে এবং আপনি এটি কিভাবে মোকাবিলা করেন?",
        "আপনার জীবনের কোন মুহূর্তটি আপনার ব্যক্তিগত বিকাশের জন্য সবচেয়ে গুরুত্বপূর্ণ ছিল?",
        "প্রতিদিনের জিনিসগুলিতে অর্থ খুঁজে পাওয়া আপনার জন্য কী মানে এবং এটি আপনার জীবনে কিভাবে প্রভাব ফেলে?",
        "আপনার পেশাগত অভিজ্ঞতা থেকে সবচেয়ে গুরুত্বপূর্ণ পাঠ কী শিখেছেন?",
        "আপনার ব্যক্তিগত লক্ষ্যগুলি কিভাবে সংজ্ঞায়িত করেন এবং আপনি সেগুলি অর্জনের জন্য কিভাবে কাজ করেন?",
        "আপনার জীবনের কোন মুহূর্তটি আপনাকে দেখিয়েছে যে আপনি ভাবনার চেয়েও বেশি সক্ষম?",
        "আপনার জীবন নিয়ে সন্তুষ্ট হওয়া মানে আপনার জন্য কী এবং আপনি এটি কিভাবে অর্জন করেন?",
        "আপনি ঈর্ষার অনুভূতির সাথে কিভাবে মোকাবিলা করেন এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনার কোন ব্যক্তিগত অভিজ্ঞতা বা ঘটনা আপনার জীবনবোধে সবচেয়ে বেশি প্রভাব ফেলেছে?",
        "নিজের সাথে সামঞ্জস্যপূর্ণ থাকা মানে আপনার জন্য কী এবং আপনি এটি কিভাবে অর্জন করেন?",
        "আপনি কোন কঠিন সিদ্ধান্ত গ্রহণ করেছেন, এবং এটি আপনার জীবনকে কিভাবে পরিবর্তিত করেছে?",
        "ব্যক্তিগত পরিবর্তনগুলি করার জন্য আপনাকে কী প্রেরণা দেয় এবং আপনি সেগুলির ওপর কাজ শুরু কিভাবে করেন?",
        "আপনি ব্যক্তিগত দায়িত্বের ধারণার সাথে কিভাবে সম্পর্কিত এবং এটি আপনার কর্মকাণ্ডকে কিভাবে প্রভাবিত করে?",
        "আপনার ব্যর্থতার থেকে শিখা সবচেয়ে মূল্যবান পাঠ কী এবং এটি আপনার জীবনকে কিভাবে প্রভাবিত করেছে?",
        "একটি নিরবচ্ছিন্ন বৃদ্ধি এবং উন্নয়নের অবস্থায় থাকা আপনার জন্য কী মানে?",
        "আপনার জীবনের কোন মুহূর্তটি সবচেয়ে বিস্ময়কর ছিল এবং এটি আপনার বিশ্বদৃষ্টিভঙ্গি কিভাবে পরিবর্তিত করেছে?",
        "আন্তঃব্যক্তিক সম্পর্কের মধ্যে আপনি কিভাবে সমস্যাগুলির মোকাবিলা করেন এবং এটি আপনাকে কী শিখিয়েছে?",
        "আপনার জীবনের কোন অর্জন বা সাফল্যকে আপনি সবচেয়ে গুরুত্বপূর্ণ মনে করেন এবং কেন?",
        "ছোট জিনিসগুলিতে আনন্দ খুঁজে পাওয়া আপনার জন্য কী মানে এবং এটি আপনার জীবনে কিভাবে প্রভাব ফেলে?",
        "আপনার জীবনের কোন দিকটি আপনি উন্নত করতে চান এবং আপনি এটি কিভাবে পরিকল্পনা করছেন?",
        "আপনি নিরাপত্তাহীনতার অনুভূতির সাথে কিভাবে মোকাবিলা করেন এবং এটি আপনার সিদ্ধান্তগুলিতে কেমন প্রভাব ফেলে?",
        "স্বাধীন থাকা মানে আপনার জন্য কী এবং আপনি এটি কিভাবে অর্জন করেন?",
        "আপনার জীবনের কোন মুহূর্তটি আপনার ব্যক্তিগত বিকাশের জন্য সবচেয়ে গুরুত্বপূর্ণ ছিল?",
        "ব্যক্তিগত অর্জনগুলি অনুসরণ করার জন্য আপনাকে কী প্রেরণা দেয় এবং এটি আপনার জীবনকে কিভাবে পরিবর্তিত করেছে?",
        "আপনি আপনার জীবনের প্রসঙ্গে 'অর্থ' শব্দের মানে কিভাবে বুঝতে পারেন এবং এটি আপনাকে কিভাবে প্রভাবিত করে?",
        "প্রিয়জনদের সাথে সম্পর্ক থেকে আপনি শিখা সবচেয়ে গুরুত্বপূর্ণ পাঠ কী?",
        "আপনি অসন্তুষ্টির অনুভূতির সাথে কিভাবে মোকাবিলা করেন এবং এটি আপনার জন্য কী সহায়ক?",
        "আপনার জীবনে সক্রিয় অংশগ্রহণ করা মানে আপনার জন্য কী এবং এটি আপনার কর্মকাণ্ডে কিভাবে প্রকাশ পায়?",
        "আপনার জীবনের কোন মুহূর্তটি আপনার ভবিষ্যতের জন্য সবচেয়ে সংজ্ঞায়ক ছিল?",
        "আপনার নীতিগুলির প্রতি সত্য থাকা মানে আপনার জন্য কী এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনার জীবনবোধের উন্নতিতে কোন অভিজ্ঞতা বা পরিস্থিতি সাহায্য করেছে?",
        "আপনার পরিকল্পনাগুলি বাস্তবায়নে কোনো সমস্যা হলে আপনি কিভাবে মোকাবিলা করেন এবং এটি আপনার প্রেরণাকে কিভাবে প্রভাবিত করে?",
        "জীবনে ইতিবাচক মনোভাব রাখা মানে আপনার জন্য কী এবং এটি আপনার পরিবেশকে কিভাবে প্রভাবিত করে?",
        "আপনার জীবনের কোন দিকটি আপনার সুখের জন্য সবচেয়ে গুরুত্বপূর্ণ মনে করেন এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনার জীবনের কোন মুহূর্তটি আপনাকে দেখিয়েছে যে আপনি কষ্ট কাটিয়ে উঠতে পারেন?",
        "আপনি 'পর্যাপ্ততা' শব্দের মানে কিভাবে বোঝেন এবং এটি আপনার জীবনকে কিভাবে প্রভাবিত করে?",
        "আপনার ইচ্ছা এবং বাস্তবতার মধ্যে ভারসাম্য খুঁজে পাওয়া মানে আপনার জন্য কী?",
        "আপনার জীবনের কোন দিকটি আপনি সবচেয়ে সফল মনে করেন এবং কেন?",
        "আপনি ব্যর্থতার অনুভূতির সাথে কিভাবে মোকাবিলা করেন এবং এটি আপনার আত্মমূল্যবোধকে কিভাবে প্রভাবিত করে?",
        "আপনাকে নিয়মিতভাবে উন্নত থাকতে কী প্রেরণা দেয় এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনার জীবনের কোন মুহূর্তটি আপনার ব্যক্তিগত উন্নয়নের জন্য সবচেয়ে গুরুত্বপূর্ণ ছিল?",
        "আপনার পথের প্রতি আত্মবিশ্বাসী হওয়া মানে আপনার জন্য কী এবং এটি আপনার কর্মকাণ্ডে কিভাবে প্রতিফলিত হয়?",
        "আপনি কীভাবে সেই মুহূর্তগুলি মোকাবিলা করেন যখন আপনি হারিয়ে যাওয়া অনুভব করেন এবং এতে আপনাকে কী সহায়তা করে?",
        "আপনার জীবনের কোন অভিজ্ঞতা আপনার ব্যক্তিগত উন্নতির জন্য সবচেয়ে উপকারী হয়েছে?",
        "আপনার কর্মকাণ্ডে অর্থ খুঁজে পাওয়া মানে আপনার জন্য কী এবং এটি আপনার জীবনে কিভাবে প্রভাব ফেলে?",
        "আপনার জীবনের কোন মুহূর্তটি আপনার নিজের এবং আপনার লক্ষ্যগুলি বোঝার জন্য সবচেয়ে গুরুত্বপূর্ণ ছিল?",
        "আপনাকে আপনার লক্ষ্য অর্জনে কী প্রেরণা দেয় এবং এটি আপনার জীবনে কেমন প্রভাব ফেলে?",
        "আপনার জীবনের কোন দিকটি আপনি পরিবর্তন করতে চান এবং এটি আপনার ভবিষ্যতকে কিভাবে প্রভাবিত করবে?",
        "আপনি অভ্যন্তরীণ সন্দেহগুলির সাথে কিভাবে মোকাবিলা করেন এবং এটি আপনার আচরণে কেমন প্রভাব ফেলে?",
        "আপনার জন্য সুখী হওয়া মানে কী এবং আপনি এটি কিভাবে অর্জন করেন?",
        "আপনার জীবনের কোন মুহূর্তটি সবচেয়ে সুখকর ছিল এবং এটি আপনার বিশ্বের প্রতি দৃষ্টিভঙ্গিকে কিভাবে প্রভাবিত করেছে?",
        "যদি আপনার কাছে এক বন্ধুর জীবন বা দশজন অচেনা ব্যক্তির জীবন বাঁচানোর বিকল্প থাকে, আপনি কাকে বাঁচাবেন এবং কেন?",
        "যদি আপনার কাছে আপনার চারপাশের সকলের ব্যক্তিগত গোপনীয়তা প্রকাশ করার সুযোগ থাকে, যার মধ্যে আপনার নিজেরও রয়েছে, কিন্তু এর জন্য আপনাকে আপনার খ্যাতি হারাতে হবে, তাহলে আপনি কি এটি করতে সম্মত হবেন?",
        "যদি আপনি জানতে পারেন যে আপনার অর্জনগুলো প্রতারণার ফলস্বরূপ, আপনি কি সেই জ্ঞান নিয়ে জীবন চালিয়ে যাবেন নাকি সত্য উন্মোচন করবেন, জানিয়ে যে এটি আপনার ক্যারিয়ার ধ্বংস করবে?",
        "যদি আপনি সমাজে একটি নিয়ম বা আইন পরিবর্তন করার সুযোগ পান, তা হলে আপনি কোনটি পরিবর্তন করবেন এবং সেই পরিবর্তনের পরিণতি কী হবে?",
        "যদি আপনাকে ১ মিলিয়ন ডলার দেওয়া হয় যাতে আপনি একজন সম্মানিত ব্যক্তিকে প্রতারণা করেন, আপনি কি সম্মত হবেন এবং এটি আপনার তাদের প্রতি মনোভাবকে কিভাবে পরিবর্তন করবে?",
        "যদি আপনি অতীতে ফিরে গিয়ে একজন ব্যক্তির মৃত্যু প্রতিরোধ করতে পারেন, কিন্তু এতে সমাজের জন্য বিপর্যয়কর পরিণতি হবে, আপনি কি তা করবেন?",
        "যদি আপনি আপনার লিঙ্গ পরিবর্তন করার সুযোগ পান যা আপনার জীবনকে রূপান্তরিত করবে, আপনি কি সেই সুযোগ নেবেন?",
        "যদি আপনি জানতে পারেন যে আপনার সুখ অন্য কারও কষ্টের সাথে জড়িত, আপনি কি সুখী থাকবেন নাকি পরিস্থিতি পরিবর্তন করার চেষ্টা করবেন?",
        "যদি আপনার সিদ্ধান্ত জীবন বাঁচাতে পারে কিন্তু এর জন্য এমন একটি দলের ক্ষতি হবে যা ভবিষ্যতে অনেক ক্ষতি করবে, আপনি কি নিজেকে বাঁচাবেন নাকি সেই দলের সুরক্ষা করবেন?",
        "যদি আপনি জানেন যে আপনার এক কাজ একজন ব্যক্তির ক্যারিয়ার ধ্বংস করবে যারা কখনো আপনার ক্ষতি করেনি কিন্তু আপনাকে বিশাল সুবিধা দেবে, আপনি কি তা করবেন?",
        "যদি আপনার কাছে একটি বিশেষ জ্ঞান অর্জনের সুযোগ থাকে যা একটি গুরুতর নৈতিক দ্বন্দ্ব সৃষ্টি করবে, আপনি কি এটি ব্যবহার করবেন নাকি প্রত্যাখ্যান করবেন?",
        "যদি আপনাকে আপনার সন্তান বা সমস্ত বিশ্বের শিশুদের মধ্যে একজনকে বাঁচানোর বিকল্প দেওয়া হয়, আপনি কোনটি বাছবেন এবং কেন?",
        "যদি আপনি জানতে পারেন যে আপনার সফলতা শুধুমাত্র অন্যদেরকে ব্যবহারের মাধ্যমে সম্ভব হয়েছে, তাহলে এটি আপনার সফলতার ধারণাকে কিভাবে পরিবর্তন করবে?",
        "যদি আপনি সব প্রযুক্তিগত অগ্রগতির ধ্বংসের মাধ্যমে একটি পরিবেশগত বিপর্যয় প্রতিরোধ করতে পারেন, কিন্তু এতে সমাজ শতাব্দী পেছনে চলে যাবে, আপনি কি তা করবেন?",
        "যদি আপনার কাছে সবার সৎ মতামত জানার সুযোগ থাকে, আপনি কি তা শুনতে চান, যদিও এটি ব্যথার কারণ হতে পারে?",
        "যদি আপনি আপনার চরিত্রের এক দিক পরিবর্তন করতে পারেন যা আপনার ব্যক্তিগত জীবনকে প্রভাবিত করে, কিন্তু এটি আপনার ক্যারিয়ার এবং সম্পর্ককেও পরিবর্তন করবে, আপনি কি তা করবেন?",
        "যদি আপনি একটি দেশের সব গোপনীয়তা জানার সুযোগ পান কিন্তু এর জন্য আপনাকে যাবজ্জীবন কারাদণ্ড দেওয়া হবে, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনাকে আপনার নীতির প্রতি প্রতিশ্রুতিবদ্ধ থাকার এবং এমন একজন বন্ধুত্ব বজায় রাখার মধ্যে বেছে নিতে হয় যে সেই নীতিগুলির লঙ্ঘন করে, আপনি কি করবেন?",
        "যদি আপনাকে একটি ওষুধ দেওয়া হয় যা আপনাকে সমস্তভাবে নিখুঁত করে তুলবে কিন্তু আপনার ব্যক্তিত্ব সম্পূর্ণরূপে পরিবর্তন করবে, আপনি কি তা নেবেন?",
        "যদি আপনাকে একজন অসাধারণ নেতা হওয়ার প্রস্তাব দেওয়া হয়, কিন্তু শুধুমাত্র যদি আপনি একটি নৈতিকভাবে প্রশ্নযোগ্য কাজ করেন, আপনি কি সম্মত হবেন?",
        "যদি আপনি অতিরিক্ত ক্ষমতা সহ একটি অতিপ্রাকৃত সত্তা হতে পারেন, কিন্তু শুধুমাত্র যদি আপনি আপনার মানব পরিচয় ত্যাগ করেন, আপনি কি তা করবেন?",
        "যদি আপনি জানতে পারেন যে আপনার সেরা বন্ধু একটি অপরাধ পরিকল্পনা করছে যা অনেক ক্ষতি করতে পারে কিন্তু একই সাথে অনেক উপকার করতে পারে, আপনি কি করবেন?",
        "যদি আপনি একটি বিশ্বে থাকেন যেখানে শুধুমাত্র আপনার নৈতিক মূল্যবোধ গুরুত্বপূর্ণ, এবং অন্যরা বিপরীত নীতির অনুসরণ করে, এটি আপনার কর্মকাণ্ড এবং বিশ্বের প্রতি দৃষ্টিভঙ্গি কিভাবে পরিবর্তন করবে?",
        "যদি আপনি একটি বৈশ্বিক বিপর্যয় প্রতিরোধ করতে পারেন কিন্তু এর জন্য একটি উল্লেখযোগ্য পরিমাণ ব্যক্তিগত সম্পদ এবং সম্পর্ক ত্যাগ করতে হয়, আপনি কি তা করবেন?",
        "যদি আপনি আপনার জীবনকে সমাজের জন্য নিখুঁত করতে পারেন কিন্তু আপনার সমস্ত ব্যক্তিগত সম্পর্ক এবং পরিচয় হারাতে হয়, আপনি কি সম্মত হবেন?",
        "যদি আপনাকে একটি খারাপ কাজের জন্য বিশাল পরিমাণ অর্থ দেওয়া হয় যা সরাসরি কারো ক্ষতি করবে না, আপনি কি তা করবেন?",
        "যদি আপনি একটি সিদ্ধান্ত নিতে পারেন যা বিজ্ঞানে উল্লেখযোগ্য অগ্রগতি আনতে পারে কিন্তু এটি আপনাকে বা আপনার প্রিয়জনদের ক্ষতি করবে, আপনি কি তা করবেন?",
        "যদি আপনাকে একটি গোপন সংগঠনের অংশ হতে বলা হয় যা বিশ্বকে পরিবর্তন করতে পারে কিন্তু এটি আপনার পরিচিতদের কাছে সত্য লুকানোর প্রয়োজন, আপনি কি সম্মত হবেন?",
        "যদি আপনি একটি নিখুঁত বিশ্ব তৈরি করতে পারেন কিন্তু এটি বর্তমান বিশ্বকে ধ্বংস করতে হবে, আপনি কি তা করবেন?",
        "যদি আপনি একজন ব্যক্তির জীবন বাঁচাতে পারেন যারা আপনাকে ব্যক্তিগতভাবে ক্ষতি করে কিন্তু এটি অন্যান্যদের জন্য বড় কষ্টের কারণ হবে, আপনি কি করবেন?",
        "যদি আপনি জানতে পারেন যে আপনার একজন প্রিয়জন একটি অপরাধ পরিকল্পনা করছে যা অনেক মানুষের ভাগ্য পরিবর্তন করতে পারে, আপনি কি করবেন?",
        "যদি আপনাকে আপনার নৈতিক কোড এবং আপনার জীবন বাঁচানোর মধ্যে বেছে নিতে হয়, যেখানে একটি জীবন বাঁচাতে আপনার নীতিগুলি ভঙ্গ করতে হবে, আপনি কি করবেন?",
        "যদি আপনি বিশ্বের পরম ক্ষমতা অর্জন করতে পারেন কিন্তু শুধুমাত্র যদি আপনি কঠোরভাবে শাসন করেন, আপনি কি সম্মত হবেন?",
        "যদি আপনার একটি ভুলের স্মৃতি মুছে ফেলার সুযোগ থাকে যা একটি বড় ক্ষতির কারণ ছিল, কিন্তু এটি আপনার অভিজ্ঞতার একটি অংশ মুছে দেবে, আপনি কি তা করবেন?",
        "যদি আপনাকে আপনার ক্যারিয়ার এবং ব্যক্তিগত সুখের মধ্যে বেছে নিতে হয়, আপনি কোনটি বাছবেন এবং কেন?",
        "যদি আপনি একটি মানব জীবনের একটি দিকের ওপর পরম ক্ষমতা অর্জন করতে পারেন কিন্তু এটি অন্যদের জন্য নৈতিক দ্বন্দ্ব সৃষ্টি করবে, আপনি কি করবেন?",
        "যদি আপনাকে সমাজের চোখে একটি আদর্শ সত্তা হতে দেওয়া হয় কিন্তু এর জন্য আপনাকে আপনার সমস্ত ব্যক্তিগত আকাঙ্ক্ষা এবং স্বপ্ন ত্যাগ করতে হবে, আপনি কি সম্মত হবেন?",
        "যদি আপনি যা চান তা পেতে পারেন কিন্তু শুধুমাত্র যদি এটি অন্যদের প্রতারণার মাধ্যমে হয়, আপনি কি তা করবেন?",
        "যদি আপনাকে একটি বড় সংস্থার দায়িত্ব নিতে দেওয়া হয় যা গুরুত্বপূর্ণ বৈশ্বিক সমস্যার সমাধান করে কিন্তু এতে নৈতিক সমঝোতা প্রয়োজন, আপনি কি তা করবেন?",
        "যদি আপনি সবার গোপন চিন্তা এবং অনুভূতি জানার সুযোগ পান কিন্তু এর জন্য আপনার ব্যক্তিগত গোপনীয়তা হারাতে হয়, এটি আপনার আচরণকে কিভাবে পরিবর্তন করবে?",
        "যদি আপনাকে ব্যক্তিগত স্বাধীনতা এবং অন্যদের ভাগ্যের ওপর প্রভাবিত করার ক্ষমতার মধ্যে বেছে নিতে হয়, আপনি কি করবেন এবং কেন?",
        "যদি আপনি একজন ব্যক্তির দুর্ভাগ্য প্রতিরোধ করতে পারেন কিন্তু এর জন্য অনেক অন্যান্যদের জন্য অনিবার্য দুর্ভাগ্য হবে, আপনি কি করবেন?",
        "যদি আপনার কাছে মানব ইতিহাসে একটি জিনিস পরিবর্তন করার সুযোগ থাকে, আপনি কোনটি বাছবেন এবং সেই পরিবর্তনের পরিণতি কী হবে?",
        "যদি আপনাকে একটি এক্সক্লুসিভ ক্লাবে যোগ দেওয়ার প্রস্তাব দেওয়া হয় যার জন্য কঠোর নিয়ম অনুসরণ করতে হবে যা আপনার নৈতিক নীতিগুলির বিরোধী, আপনি কি সম্মত হবেন?",
        "যদি আপনার অতীত পরিবর্তন করার সুযোগ থাকে যাতে সমস্ত ভুলগুলি এড়ানো যায় কিন্তু এটি আপনার প্রিয়জনদের সাথে সম্পর্ককেও পরিবর্তন করবে, আপনি কি তা করবেন?",
        "যদি আপনি জানতে পারেন যে আপনার ব্যক্তিগত লাভ অনেক মানুষের সাহায্য করতে পারে এমন গুরুত্বপূর্ণ তথ্য গোপন করার সাথে জড়িত, আপনি কি করবেন?",
        "যদি আপনাকে আপনার পরিবারের কল্যাণ এবং আপনার নৈতিক সৎতার মধ্যে বেছে নিতে হয়, আপনি কোনটি বাছবেন এবং কেন?",
        "যদি আপনি এমন একটি জ্ঞান অর্জন করতে পারেন যা আপনাকে অত্যন্ত সফল করবে কিন্তু এতে নৈতিক সীমা ভঙ্গ করতে হবে, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনি একটি নিখুঁত সমাজ তৈরি করতে পারেন কিন্তু এটি শুধুমাত্র যারা এই আদর্শের বিপরীত তাদের ধ্বংস করে, আপনি কি তা করবেন?",
        "যদি আপনাকে একটি রোগ থেকে মুক্তি পাওয়ার সুযোগ দেওয়া হয় কিন্তু এর জন্য আপনার আদর্শ ত্যাগ করতে হয়, আপনি কি করবেন?",
        "যদি আপনি যা চান তা পেতে পারেন কিন্তু এটি আপনার জীবনের একটি অংশ ধ্বংস করতে হবে, আপনি কি করবেন?",
        "যদি আপনি একটি বৈশ্বিক বিপর্যয় প্রতিরোধ করতে পারেন কিন্তু এর জন্য সমস্ত ব্যক্তিগত সুখ এবং সংযোগ ত্যাগ করতে হয়, আপনি কি তা করবেন?",
        "যদি আপনাকে একটি বিপ্লবের নেতা হতে দেওয়া হয় যা সমাজকে মৌলিকভাবে পরিবর্তন করতে পারে কিন্তু শুধুমাত্র যদি আপনি আইন ভঙ্গ করেন, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনার কাজ অনেক জীবন বাঁচাতে পারে কিন্তু এটি আপনার খ্যাতি ধ্বংস করবে, আপনি কি করবেন?",
        "যদি আপনাকে সকলের জন্য আদর্শ হতে দেওয়া হয় কিন্তু এর জন্য আপনাকে আপনার স্বকীয়তা হারাতে হয়, আপনি কি সম্মত হবেন?",
        "যদি আপনাকে ব্যক্তিগত স্বাধীনতা এবং একটি বৃহৎ গ্রুপকে বাঁচানোর ক্ষমতার মধ্যে বেছে নিতে হয়, আপনি কোনটি বাছবেন এবং কেন?",
        "যদি আপনি আপনার জ্ঞান ব্যবহার করে ব্যক্তিগত লক্ষ্য অর্জন করতে পারেন কিন্তু এটি নৈতিক এবং আদর্শিক সীমা লঙ্ঘন করে, আপনি কি করবেন?",
        "যদি আপনার কাছে জীবনের সকল দিক বোঝার সুযোগ থাকে কিন্তু এটি আপনার সমস্ত প্রিয়জনদের হারানোর সাথে যুক্ত থাকে, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনাকে অমরত্ব দেওয়া হয় কিন্তু এর জন্য সম্পূর্ণভাবে সমাজ থেকে বিচ্ছিন্ন হতে হয়, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনি আপনার ক্ষেত্রের মধ্যে অসীম ক্ষমতা অর্জন করতে পারেন কিন্তু এর জন্য নৈতিক সমঝোতা এবং ত্যাগ করতে হয়, আপনি কি করবেন?",
        "যদি আপনার সফলতা অন্যদের সম্পর্কে সত্য লুকানোর ওপর নির্ভর করে, এটি আপনার সফলতার ধারণাকে কিভাবে পরিবর্তন করবে?",
        "যদি আপনাকে বিশেষ সুযোগ দেওয়া হয় কিন্তু এর জন্য আপনার নৈতিক নীতিগুলি লঙ্ঘন করতে হয়, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনি একটি বিশ্ব তৈরি করতে পারেন যেখানে কোন ভয় এবং কষ্ট থাকবে না কিন্তু এটি পছন্দের স্বাধীনতা ধ্বংস করবে, আপনি কি তা করবেন?",
        "যদি আপনাকে একটি গুরুত্বপূর্ণ সমস্যার সমাধান করার সুযোগ দেওয়া হয় কিন্তু এটি আপনার নীতির জন্য sacrifice করতে হয়, আপনি কি করবেন?",
        "যদি আপনি সবকিছু পেতে পারেন কিন্তু এটি আপনাকে সম্পূর্ণরূপে পরিবর্তন করতে হবে, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনাকে ব্যক্তিগত সততা এবং একটি বড় সংখ্যক মানুষের জীবন বাঁচানোর মধ্যে বেছে নিতে হয়, আপনি কি করবেন?",
        "যদি আপনি অসীম সম্পদ অর্জন করতে পারেন কিন্তু এর জন্য আপনাকে আপনার প্রিয়জনদের প্রতারণা করতে হয়, আপনি কি তা করবেন?",
        "যদি আপনি অতীতে একটি জিনিস পরিবর্তন করতে পারেন যা অনেক মানুষের ভাগ্য পরিবর্তন করবে কিন্তু এটি আপনার ব্যক্তিগত সুখকেও পরিবর্তন করবে, আপনি কোনটি বাছবেন?",
        "যদি আপনাকে পরম ক্ষমতা দেওয়া হয় ব্যক্তিগত নৈতিক সমঝোতার বিনিময়ে, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনি একটি ট্র্যাজেডি প্রতিরোধ করতে পারেন কিন্তু এর জন্য উল্লেখযোগ্য ব্যক্তিগত ত্যাগ করতে হয়, আপনি কি তা করবেন?",
        "যদি আপনাকে আপনার আদর্শ এবং আপনার ক্যারিয়ারের মধ্যে বেছে নিতে হয়, আপনি কোনটি বাছবেন?",
        "যদি আপনার সফলতা নৈতিক লঙ্ঘনের ওপর নির্ভর করে, আপনি কি তা গ্রহণ করবেন?",
        "যদি আপনাকে বিশেষ সুযোগ দেওয়া হয় কিন্তু এর জন্য আপনার ব্যক্তিগত নীতিগুলি ত্যাগ করতে হয়, আপনি কি তা করবেন?"
    ]
}