{
    "name": "en",
    "accept": "Accept",
    "changeQuestion": "Change question",
    "enjoyApp": "Enjoying our App?",
    "enjoyAppDescription": "We hope you’re having a great experience! If you like what you see, please take a moment to rate us in the store. Your feedback helps us improve and grow!",
    "rateNow": "Rate Now",
    "maybeLater": "Maybe Later",
    "questions": [
        "What do you think is the most important thing in life, and why?",
        "If you had the chance to change one event in your life, what would you change and why?",
        "What is the biggest fear you have overcome in your life?",
        "What qualities in people do you value the most and why?",
        "What life principles are immutable for you?",
        "Do you have any secret dreams that you’ve never shared with anyone? If so, what are they?",
        "What would you do if you knew that tomorrow was the end of the world?",
        "How do you relate to the concept of fate and free will?",
        "What books or movies have had the greatest impact on you and why?",
        "What do you consider to be your greatest achievement so far?",
        "What experiences in life would you like to try but haven't had the chance to yet?",
        "What does being happy mean to you?",
        "What moment in your life was the most defining for you?",
        "What events from the past still bother you?",
        "How do you cope with disappointment and failure?",
        "If you could get one piece of advice from any person, living or dead, who would it be and what advice would you want to hear?",
        "What personal boundaries are important to you in relationships with others?",
        "What would you change about yourself if you could?",
        "What event or situation in your life was the most difficult and how did you deal with it?",
        "What quality would you like to develop in yourself and why?",
        "What is your most unexpected talent or hobby?",
        "What does true success mean to you?",
        "What do you think love is and how does it manifest in your life?",
        "Do you have any ritual or habit that helps you maintain balance?",
        "What role do friends play in your life and what does true friendship mean to you?",
        "If you could go back in time and give yourself one piece of advice, what would it be?",
        "What are your fears and how are you working on overcoming them?",
        "What has been the most difficult choice you’ve had to make?",
        "What does inner peace mean to you and how do you achieve it?",
        "What is the most important lesson you’ve learned from your mistakes?",
        "What would you do if you had unlimited freedom of choice?",
        "What methods do you use to deal with pressure and stress?",
        "How do you assess your ability to forgive, and how does it affect your life?",
        "What personal experience do you consider most valuable for your development?",
        "What does being an adult mean to you?",
        "What event in your life gave you the most self-confidence?",
        "What role do your dreams and goals play in your life?",
        "How do you relate to the concept of an ideal world and what changes would you like to see in society?",
        "If you could choose how your life would look in 10 years, what would your ideal scenario be?",
        "How do you deal with loneliness and how does it affect your life?",
        "What life truths have you learned from observing other people?",
        "What motivates you and how do you maintain your motivation?",
        "What advice would you give to your younger self?",
        "What does inner conflict mean to you and how do you resolve it?",
        "How do you define the meaning of your life?",
        "What personal project or goal takes up the most time and energy in your life?",
        "How do you relate to the concept of personal responsibility and how does it influence your actions?",
        "What does being honest with yourself mean to you and how does it affect your life?",
        "How do you cope with feelings of uncertainty and insecurity?",
        "What is your most unusual life experience?",
        "How do you define success in personal and professional life?",
        "What helps you stay optimistic during tough times?",
        "What personal quality do you consider most important for a harmonious life?",
        "How do you understand what is truly important to you at the moment?",
        "What are your values and how do they influence your decisions and actions?",
        "What does personal growth mean to you and how do you achieve it?",
        "What is the boldest step you have ever taken in your life?",
        "How do you relate to changes and how do you adapt to them?",
        "What is a source of inspiration for you and how do you find it?",
        "What is the most important lesson you have learned from your experience working in a team?",
        "What event or achievement in your life do you consider the most significant?",
        "What does being a leader mean to you and how do you develop your leadership qualities?",
        "How do you perceive your weaknesses and how do you work on them?",
        "What aspects of your life would you like to change and why?",
        "What helps you maintain inner harmony and stability?",
        "What personal achievement or goal do you consider your most important?",
        "How do you handle feelings of failure and how do they affect your self-esteem?",
        "What moment in your life was the most inspiring and why?",
        "How do you define your individuality and how does it manifest in your life?",
        "How do you approach making difficult decisions and how does it affect your life?",
        "What does being a true friend mean to you and how do you build your relationships with others?",
        "How do you understand your personal boundaries and how do you protect them?",
        "What is the most important life lesson you have learned and how has it changed you?",
        "What does true freedom mean to you and how do you achieve it?",
        "How do you work on your self-awareness and understanding of yourself?",
        "How do you understand and accept your emotions, and how does it affect your life?",
        "What does finding your path in life mean to you and how do you search for it?",
        "What moments from your childhood left the biggest impression and how did they affect you?",
        "If you could spend a day with any historical figure, who would it be and why?",
        "What experience or event changed your perspective on life?",
        "What does being honest mean to you, and how do you handle moral dilemmas?",
        "How do you cope with feelings of inadequacy and how does it affect your self-esteem?",
        "If you could learn something new in one day, what would it be and why?",
        "What is the most important lesson you learned from your parents or mentors?",
        "What does being part of a community mean to you, and how does it affect your life?",
        "What aspect of your life do you consider the most undervalued?",
        "How do you view the concept of happiness as a goal rather than a process?",
        "What helps you stay motivated during times when it's hard to find inspiration?",
        "What place in the world do you dream of visiting and why?",
        "What moment in your life was the most challenging and what did you learn from it?",
        "What does success in personal and professional relationships mean to you?",
        "How do you deal with internal conflicts and how do they affect your behavior?",
        "What helps you deal with failures and not lose faith in yourself?",
        "What aspect of your character would you like to change and why?",
        "What books or teachings have shaped your beliefs and worldview?",
        "What does achieving harmony between work and personal life mean to you?",
        "What personal experience has been the most formative in your development?",
        "How do you understand and accept your limitations?",
        "What does being open to change mean to you and how does it affect your life?",
        "What is the most important lesson you've learned from your relationships with others?",
        "How do you handle feelings of uncertainty in your life?",
        "What inspires you to achieve your goals and how has it changed your life?",
        "What personal challenge do you consider the most difficult and how did you overcome it?",
        "What does it mean to you to be successful in personal life and how do you achieve it?",
        "What moment in your life was the most joyful and what did you learn from it?",
        "What personal project or goal do you consider the most important at the moment?",
        "What does being honest with others mean to you and how does it affect your relationships?",
        "How do you work on your self-improvement and what goals do you have in this area?",
        "What aspect of your character do you find most challenging and how are you working on improving it?",
        "What does being true to yourself mean and how does it manifest in your life?",
        "How do you handle moments when you feel lost or unsure of yourself?",
        "What concerns you most about the modern world and how do you deal with it?",
        "What moment in your life do you consider the most important for your personal growth?",
        "What does finding meaning in everyday things mean to you and how does it affect your life?",
        "What is the most important lesson you’ve learned from your professional experience?",
        "How do you define your personal goals and how do you work towards achieving them?",
        "What moment in your life showed you that you are capable of more than you thought?",
        "What does being satisfied with your life mean to you and how do you achieve it?",
        "How do you cope with feelings of envy and how do they affect your life?",
        "What personal experience or event has most strongly influenced your views on life?",
        "What does being in harmony with yourself mean and how do you achieve it?",
        "What has been the most difficult choice you've had to make, and how did it change your life?",
        "What inspires you to make personal changes and how do you start working on them?",
        "How do you relate to the concept of personal responsibility and how does it influence your actions?",
        "What is the most valuable lesson you’ve learned from your failures and how has it impacted your life?",
        "What does being in a state of constant growth and development mean to you?",
        "What moment in your life was the most surprising and how did it change your worldview?",
        "How do you handle difficulties in interpersonal relationships and what has it taught you?",
        "What achievement or success in your life do you consider the most significant and why?",
        "What does finding joy in small things mean to you and how does it affect your life?",
        "What aspect of your life would you like to improve and how do you plan to do it?",
        "How do you cope with feelings of insecurity and how does it affect your decisions?",
        "What does being independent mean to you and how do you achieve it?",
        "What moment in your life was the most important for your personal development?",
        "What inspires you to pursue personal achievements and how does it change your life?",
        "How do you understand the meaning of the word 'meaning' in the context of your life and how does it affect you?",
        "What is the most important lesson you’ve learned from your relationships with loved ones?",
        "How do you cope with feelings of dissatisfaction and what helps you with it?",
        "What does being an active participant in your life mean to you and how does it manifest in your actions?",
        "What moment in your life was the most defining for your future?",
        "What does staying true to your principles mean to you and how does it affect your life?",
        "What experience or situation in your life helped you understand yourself better?",
        "How do you handle difficulties in implementing your plans and how does it affect your motivation?",
        "What does having a positive attitude towards life mean to you and how does it affect your surroundings?",
        "What aspect of your life do you consider the most important for your happiness and how does it affect your life?",
        "What inspires you to make changes and how does it reflect in your behavior?",
        "What moment in your life showed you that you can overcome difficulties?",
        "How do you understand the meaning of 'sufficiency' and how does it affect your life?",
        "What does finding a balance between your desires and reality mean to you?",
        "What aspect of your life do you consider the most successful and why?",
        "How do you handle feelings of failure and how does it affect your self-perception?",
        "What motivates you to constantly improve yourself and how does it affect your life?",
        "What moment in your life was the most significant for your development as a person?",
        "What does being confident in your path mean to you and how does it reflect in your actions?",
        "How do you handle moments when you feel lost and what helps you in that?",
        "What experience in your life has been the most useful for your personal growth?",
        "What does finding meaning in your actions mean to you and how does it affect your life?",
        "What moment in your life was the most important for understanding yourself and your goals?",
        "What inspires you to achieve your goals and how does it impact your life?",
        "What aspect of your life would you like to change and how would it affect your future?",
        "How do you handle internal doubts and how does it affect your behavior?",
        "What does being happy mean to you and how do you achieve it?",
        "What moment in your life was the happiest and how did it affect your perception of the world?",
        "If you were faced with the choice of saving the life of one close friend or ten strangers, who would you choose and why?",
        "If you had the opportunity to reveal personal secrets of everyone around you, including your own, but it would cost you your reputation, would you agree to it?",
        "If you found out that your achievements were the result of fraud, would you continue living with that knowledge or reveal the truth, knowing it would ruin your career?",
        "If you could change one rule or law in society, what would it be and what would be the consequences of such a change?",
        "If you were offered $1 million to deceive someone you respect, would you agree and how would it change your attitude towards them?",
        "If you could go back in time and prevent the death of one person, but it would have catastrophic consequences for society, would you do it?",
        "If you had the chance to change your gender to any other, knowing it would radically change your life, would you take that chance?",
        "If you found out that your happiness was linked to someone else's suffering, would you continue to be happy or try to change the situation?",
        "If your choice could save either yourself or a group of people who would cause a lot of harm in the future, who would you choose?",
        "If you knew that one of your actions would ruin the career of someone who has never harmed you but would bring you enormous benefit, would you do it?",
        "If you could acquire unique knowledge that would create a significant moral dilemma, would you use it or refuse?",
        "If you had to choose between saving your child and saving all the children in the world, what would you choose and why?",
        "If you found out that your success was only possible through manipulating others, how would that change your perception of success?",
        "If you could destroy all technological advancements to prevent an environmental disaster, but it would set society back hundreds of years, would you do it?",
        "If you had the opportunity to know everyone's honest opinion about you, would you want to hear it despite the possible pain?",
        "If you could change one aspect of your character that affects your personal life, but it would also change your career and relationships, what would you do?",
        "If you could learn all the secrets of any country but would be sentenced to life imprisonment for it, would you agree?",
        "If you had to choose between remaining faithful to your principles and maintaining a friendship with someone who violates those principles, what would you choose?",
        "If you could take a drug that would make you perfect in every way but would completely change your personality, would you take it?",
        "If you were offered to become an outstanding leader, but only if you committed a morally questionable act, would you agree?",
        "If you could become a supernatural being with incredible abilities, but only on the condition that you sacrifice your human identity, would you do it?",
        "If you found out that your best friend was planning to commit a crime that could bring great benefits but also a lot of harm, what would you do?",
        "If you were in a world where only your moral values mattered, and everyone else followed opposite principles, how would it change your actions and perception of the world?",
        "If you could prevent a global catastrophe but it required sacrificing a significant amount of personal resources and relationships, what would you do?",
        "If you could change your life to be perfect for society but lose all your personal connections and identity, would you agree?",
        "If you were offered a huge fortune for a single bad action that would not directly harm anyone, what would you do?",
        "If you could make a decision that would lead to significant progress in science but would harm you or your loved ones, would you make it?",
        "If you were offered to become part of a secret organization that could change the world but required hiding the truth from everyone you know, would you agree?",
        "If you could create a perfect world but it would mean destroying the existing one, would you agree to that?",
        "If you could save the life of someone who personally harms you but it would lead to great suffering for others, how would you proceed?",
        "If you found out that one of your loved ones was planning to commit a crime that could change the fate of many people, what would you do?",
        "If you had to choose between your moral code and your life, where saving a life would require breaking your principles, what would you do?",
        "If you could gain absolute power in the world but only on the condition that you rule harshly, would you agree?",
        "If you had the chance to erase the memory of a mistake that led to a great loss, but it would also erase part of your experience, would you take it?",
        "If you had to choose between your career and personal happiness, what would you choose and why?",
        "If you could gain absolute power over one aspect of human life but it would create moral dilemmas for others, how would you act?",
        "If you were offered the chance to become an ideal being in the eyes of society but it meant giving up all your personal desires and dreams, would you agree?",
        "If you could get everything you want but only on the condition that it is done at the expense of deceiving others, would you agree?",
        "If you had the chance to take responsibility for a major organization that solves important global issues but it also required moral compromises, would you do it?",
        "If you could know all the hidden thoughts and feelings of every person but it required giving up your privacy, how would it change your behavior?",
        "If you had to choose between personal freedom and the ability to influence the destinies of other people, what would you choose and why?",
        "If you could prevent one person's misfortune but it would lead to inevitable misfortune for many others, how would you act?",
        "If you had the chance to change one thing in human history, what would you choose and what would be the consequences of that change?",
        "If you were offered to join an exclusive club by following strict rules that violate your moral principles, would you agree?",
        "If you had the chance to change your past to avoid all mistakes but it would also change your relationships with loved ones, would you take it?",
        "If you found out that your personal gain was linked to concealing important information that could help many people, how would you act?",
        "If you had to choose between the well-being of your family and your moral integrity, what would you choose and why?",
        "If you could acquire knowledge that would make you incredibly successful but involves breaking moral norms, would you agree?",
        "If you were offered to become a flawless person in the eyes of society but it required a complete change of your personality, would you agree?",
        "If you could create a perfect society but only by eliminating everyone who opposes this ideal, how would you act?",
        "If you were offered salvation from a disease but it meant sacrificing your ideals, how would you proceed?",
        "If you could get everything you want but it would involve destroying part of your life, how would you act?",
        "If you had the chance to prevent a global catastrophe but it required giving up all personal happiness and connections, would you agree?",
        "If you could become a leader of a revolution that could radically change society but only by breaking the law, would you accept such an offer?",
        "If your actions could save many lives but would destroy your reputation, how would you proceed?",
        "If you had the opportunity to become ideal for everyone but it meant losing your individuality, would you agree?",
        "If you had to choose between your personal freedom and saving a large group of people, what would you choose and why?",
        "If you could use your knowledge to achieve personal goals but it would violate moral and ethical norms, what would you do?",
        "If you had the opportunity to understand all aspects of life but it meant losing all your loved ones, would you agree?",
        "If you were offered immortality but it meant complete isolation from society, would you agree?",
        "If you could gain unlimited power in your field but it required moral compromises and sacrifices, how would you proceed?",
        "If your success depended on hiding the truth about others, how would that change your perception of your success?",
        "If you were offered unique opportunities but only on the condition of violating your moral principles, would you agree?",
        "If you could create a world without fear and suffering but it also meant destroying freedom of choice, how would you act?",
        "If you were given the chance to solve an important issue but only by sacrificing your principles, how would you act?",
        "If you could get everything you want but only by changing yourself beyond recognition, would you agree?",
        "If you had to choose between your personal honesty and saving a large number of people, what would you do?",
        "If you could become endlessly rich but it meant deceiving your loved ones, would you agree?",
        "If you could change something in the past that would affect the fate of many people but it would also change your personal happiness, what would you choose?",
        "If you were offered absolute power in exchange for personal moral compromises, would you agree?",
        "If you could prevent a tragedy but only at the cost of significant personal sacrifice, would you agree?",
        "If you had to choose between your ideals and preserving your career, what would you choose?",
        "If you had the opportunity to achieve success but it required moral violations, how would you act?",
        "If you were offered unique opportunities but it required giving up personal principles, would you agree?"
    ]
}