{
    "name": "es",
    "accept": "Aceptar",
    "changeQuestion": "Cambiar pregunta",
    "questions": [
        "¿Qué crees que es lo más importante en la vida y por qué?",
        "Si tuvieras la oportunidad de cambiar un evento en tu vida, ¿qué cambiarías y por qué?",
        "¿Cuál es el mayor miedo que has superado en tu vida?",
        "¿Qué cualidades en las personas valoras más y por qué?",
        "¿Qué principios de vida son inmutables para ti?",
        "¿Tienes algún sueño secreto que nunca hayas compartido con nadie? Si es así, ¿cuáles son?",
        "¿Qué harías si supieras que mañana es el fin del mundo?",
        "¿Cómo te relacionas con el concepto de destino y libre albedrío?",
        "¿Qué libros o películas han tenido el mayor impacto en ti y por qué?",
        "¿Qué consideras que es tu mayor logro hasta ahora?",
        "¿Qué experiencias en la vida te gustaría probar pero no has tenido la oportunidad aún?",
        "¿Qué significa para ti ser feliz?",
        "¿Qué momento en tu vida fue el más definitorio para ti?",
        "¿Qué eventos del pasado aún te preocupan?",
        "¿Cómo manejas la decepción y el fracaso?",
        "Si pudieras recibir un consejo de cualquier persona, viva o muerta, ¿quién sería y qué consejo te gustaría escuchar?",
        "¿Qué límites personales son importantes para ti en las relaciones con los demás?",
        "¿Qué cambiarías de ti mismo si pudieras?",
        "¿Qué evento o situación en tu vida fue el más difícil y cómo lo enfrentaste?",
        "¿Qué cualidad te gustaría desarrollar en ti mismo y por qué?",
        "¿Cuál es tu talento o pasatiempo más inesperado?",
        "¿Qué significa para ti el verdadero éxito?",
        "¿Qué crees que es el amor y cómo se manifiesta en tu vida?",
        "¿Tienes algún ritual o hábito que te ayude a mantener el equilibrio?",
        "¿Qué papel juegan los amigos en tu vida y qué significa para ti la verdadera amistad?",
        "Si pudieras volver en el tiempo y darte un consejo, ¿cuál sería?",
        "¿Cuáles son tus miedos y cómo estás trabajando para superarlos?",
        "¿Cuál ha sido la elección más difícil que has tenido que hacer?",
        "¿Qué significa para ti la paz interior y cómo la logras?",
        "¿Cuál es la lección más importante que has aprendido de tus errores?",
        "¿Qué harías si tuvieras libertad ilimitada de elección?",
        "¿Qué métodos usas para lidiar con la presión y el estrés?",
        "¿Cómo evalúas tu capacidad para perdonar y cómo afecta esto a tu vida?",
        "¿Qué experiencia personal consideras más valiosa para tu desarrollo?",
        "¿Qué significa para ti ser adulto?",
        "¿Qué evento en tu vida te dio más autoconfianza?",
        "¿Qué papel juegan tus sueños y metas en tu vida?",
        "¿Cómo te relacionas con el concepto de un mundo ideal y qué cambios te gustaría ver en la sociedad?",
        "Si pudieras elegir cómo sería tu vida en 10 años, ¿cuál sería tu escenario ideal?",
        "¿Cómo lidias con la soledad y cómo afecta a tu vida?",
        "¿Qué verdades de la vida has aprendido al observar a otras personas?",
        "¿Qué te motiva y cómo mantienes tu motivación?",
        "¿Qué consejo le darías a tu yo más joven?",
        "¿Qué significa para ti el conflicto interno y cómo lo resuelves?",
        "¿Cómo defines el significado de tu vida?",
        "¿Qué proyecto o meta personal ocupa más tiempo y energía en tu vida?",
        "¿Cómo te relacionas con el concepto de responsabilidad personal y cómo influye en tus acciones?",
        "¿Qué significa para ti ser honesto contigo mismo y cómo afecta esto a tu vida?",
        "¿Cómo lidias con los sentimientos de incertidumbre e inseguridad?",
        "¿Cuál es tu experiencia de vida más inusual?",
        "¿Cómo defines el éxito en la vida personal y profesional?",
        "¿Qué te ayuda a mantenerte optimista durante los tiempos difíciles?",
        "¿Qué cualidad personal consideras más importante para una vida armoniosa?",
        "¿Cómo entiendes qué es verdaderamente importante para ti en el momento?",
        "¿Cuáles son tus valores y cómo influyen en tus decisiones y acciones?",
        "¿Qué significa para ti el crecimiento personal y cómo lo logras?",
        "¿Cuál es el paso más audaz que has tomado en tu vida?",
        "¿Cómo te relacionas con los cambios y cómo te adaptas a ellos?",
        "¿Cuál es una fuente de inspiración para ti y cómo la encuentras?",
        "¿Cuál es la lección más importante que has aprendido de tu experiencia trabajando en equipo?",
        "¿Qué evento o logro en tu vida consideras el más significativo?",
        "¿Qué significa para ti ser un líder y cómo desarrollas tus cualidades de liderazgo?",
        "¿Cómo percibes tus debilidades y cómo trabajas en ellas?",
        "¿Qué aspectos de tu vida te gustaría cambiar y por qué?",
        "¿Qué te ayuda a mantener la armonía interior y la estabilidad?",
        "¿Qué logro o meta personal consideras el más importante?",
        "¿Cómo manejas los sentimientos de fracaso y cómo afectan a tu autoestima?",
        "¿Qué momento en tu vida fue el más inspirador y por qué?",
        "¿Cómo defines tu individualidad y cómo se manifiesta en tu vida?",
        "¿Cómo abordas la toma de decisiones difíciles y cómo afecta esto a tu vida?",
        "¿Qué significa para ti ser un verdadero amigo y cómo construyes tus relaciones con los demás?",
        "¿Cómo entiendes tus límites personales y cómo los proteges?",
        "¿Cuál es la lección de vida más importante que has aprendido y cómo te ha cambiado?",
        "¿Qué significa para ti la verdadera libertad y cómo la logras?",
        "¿Cómo trabajas en tu autoconciencia y comprensión de ti mismo?",
        "¿Cómo entiendes y aceptas tus emociones y cómo afecta esto a tu vida?",
        "¿Qué significa para ti encontrar tu camino en la vida y cómo lo buscas?",
        "¿Qué momentos de tu infancia dejaron la mayor impresión y cómo te afectaron?",
        "Si pudieras pasar un día con cualquier figura histórica, ¿quién sería y por qué?",
        "¿Qué experiencia o evento cambió tu perspectiva sobre la vida?",
        "¿Qué significa para ti ser honesto y cómo manejas los dilemas morales?",
        "¿Cómo lidias con los sentimientos de insuficiencia y cómo afecta esto a tu autoestima?",
        "Si pudieras aprender algo nuevo en un día, ¿qué sería y por qué?",
        "¿Cuál es la lección más importante que aprendiste de tus padres o mentores?",
        "¿Qué significa para ti ser parte de una comunidad y cómo afecta esto a tu vida?",
        "¿Qué aspecto de tu vida consideras el más subestimado?",
        "¿Cómo ves el concepto de la felicidad como un objetivo en lugar de un proceso?",
        "¿Qué te ayuda a mantenerte motivado durante los momentos en que es difícil encontrar inspiración?",
        "¿Qué lugar en el mundo sueñas con visitar y por qué?",
        "¿Qué momento en tu vida fue el más desafiante y qué aprendiste de él?",
        "¿Qué significa para ti el éxito en las relaciones personales y profesionales?",
        "¿Cómo manejas los conflictos internos y cómo afectan tu comportamiento?",
        "¿Qué te ayuda a enfrentar fracasos y no perder la fe en ti mismo?",
        "¿Qué aspecto de tu carácter te gustaría cambiar y por qué?",
        "¿Qué libros o enseñanzas han formado tus creencias y tu visión del mundo?",
        "¿Qué significa para ti lograr la armonía entre la vida laboral y personal?",
        "¿Qué experiencia personal ha sido la más formativa en tu desarrollo?",
        "¿Cómo entiendes y aceptas tus limitaciones?",
        "¿Qué significa para ti estar abierto al cambio y cómo afecta esto a tu vida?",
        "¿Cuál es la lección más importante que has aprendido de tus relaciones con los demás?",
        "¿Cómo manejas los sentimientos de incertidumbre en tu vida?",
        "¿Qué te inspira a lograr tus metas y cómo ha cambiado tu vida?",
        "¿Cuál es el desafío personal que consideras más difícil y cómo lo superaste?",
        "¿Qué significa para ti tener éxito en la vida personal y cómo lo logras?",
        "¿Qué momento en tu vida fue el más alegre y qué aprendiste de él?",
        "¿Qué proyecto o meta personal consideras el más importante en este momento?",
        "¿Qué significa para ti ser honesto con los demás y cómo afecta esto a tus relaciones?",
        "¿Cómo trabajas en tu auto-mejora y qué metas tienes en esta área?",
        "¿Qué aspecto de tu carácter encuentras más desafiante y cómo estás trabajando en mejorarlo?",
        "¿Qué significa para ti ser fiel a ti mismo y cómo se manifiesta en tu vida?",
        "¿Cómo manejas los momentos en que te sientes perdido o inseguro?",
        "¿Qué es lo que más te preocupa del mundo moderno y cómo lo enfrentas?",
        "¿Qué momento en tu vida consideras el más importante para tu crecimiento personal?",
        "¿Qué significa para ti encontrar significado en las cosas cotidianas y cómo afecta esto a tu vida?",
        "¿Cuál es la lección más importante que has aprendido de tu experiencia profesional?",
        "¿Cómo defines tus metas personales y cómo trabajas para alcanzarlas?",
        "¿Qué momento en tu vida te mostró que eres capaz de más de lo que pensabas?",
        "¿Qué significa para ti estar satisfecho con tu vida y cómo lo logras?",
        "¿Cómo enfrentas los sentimientos de envidia y cómo afectan a tu vida?",
        "¿Qué experiencia o evento personal ha influido más en tus puntos de vista sobre la vida?",
        "¿Qué significa para ti estar en armonía contigo mismo y cómo lo logras?",
        "¿Cuál ha sido la decisión más difícil que has tenido que tomar y cómo cambió tu vida?",
        "¿Qué te inspira a hacer cambios personales y cómo comienzas a trabajar en ellos?",
        "¿Cómo te relacionas con el concepto de responsabilidad personal y cómo influye en tus acciones?",
        "¿Cuál es la lección más valiosa que has aprendido de tus fracasos y cómo ha impactado tu vida?",
        "¿Qué significa para ti estar en un estado de crecimiento y desarrollo constante?",
        "¿Qué momento en tu vida fue el más sorprendente y cómo cambió tu perspectiva del mundo?",
        "¿Cómo manejas las dificultades en las relaciones interpersonales y qué te ha enseñado esto?",
        "¿Qué logro o éxito en tu vida consideras el más significativo y por qué?",
        "¿Qué significa para ti encontrar alegría en las pequeñas cosas y cómo afecta esto a tu vida?",
        "¿Qué aspecto de tu vida te gustaría mejorar y cómo planeas hacerlo?",
        "¿Cómo enfrentas los sentimientos de inseguridad y cómo afectan tus decisiones?",
        "¿Qué significa para ti ser independiente y cómo lo logras?",
        "¿Qué momento en tu vida fue el más importante para tu desarrollo personal?",
        "¿Qué te inspira a perseguir logros personales y cómo cambia esto tu vida?",
        "¿Cómo entiendes el significado de la palabra 'significado' en el contexto de tu vida y cómo te afecta?",
        "¿Cuál es la lección más importante que has aprendido de tus relaciones con tus seres queridos?",
        "¿Cómo enfrentas los sentimientos de insatisfacción y qué te ayuda a superarlos?",
        "¿Qué significa para ti ser un participante activo en tu vida y cómo se manifiesta en tus acciones?",
        "¿Qué momento en tu vida fue el más definitorio para tu futuro?",
        "¿Qué significa para ti mantenerte fiel a tus principios y cómo afecta esto a tu vida?",
        "¿Qué experiencia o situación en tu vida te ayudó a entenderte mejor a ti mismo?",
        "¿Cómo manejas las dificultades en la implementación de tus planes y cómo afecta esto a tu motivación?",
        "¿Qué significa para ti tener una actitud positiva hacia la vida y cómo afecta a tu entorno?",
        "¿Qué aspecto de tu vida consideras el más importante para tu felicidad y cómo afecta esto a tu vida?",
        "¿Qué te inspira a hacer cambios y cómo se refleja en tu comportamiento?",
        "¿Qué momento en tu vida te mostró que puedes superar dificultades?",
        "¿Cómo entiendes el significado de 'suficiencia' y cómo afecta a tu vida?",
        "¿Qué significa para ti encontrar un equilibrio entre tus deseos y la realidad?",
        "¿Qué aspecto de tu vida consideras el más exitoso y por qué?",
        "¿Cómo enfrentas los sentimientos de fracaso y cómo afecta esto a tu auto-percepción?",
        "¿Qué te motiva a mejorar continuamente y cómo afecta esto a tu vida?",
        "¿Qué momento en tu vida fue el más significativo para tu desarrollo como persona?",
        "¿Qué significa para ti estar seguro de tu camino y cómo se refleja en tus acciones?",
        "¿Cómo manejas los momentos en que te sientes perdido y qué te ayuda en eso?",
        "¿Qué experiencia en tu vida ha sido la más útil para tu crecimiento personal?",
        "¿Qué significa para ti encontrar significado en tus acciones y cómo afecta esto a tu vida?",
        "¿Qué momento en tu vida fue el más importante para entenderte a ti mismo y tus metas?",
        "¿Qué te inspira a lograr tus metas y cómo impacta esto en tu vida?",
        "¿Qué aspecto de tu vida te gustaría cambiar y cómo afectaría tu futuro?",
        "¿Cómo manejas las dudas internas y cómo afecta esto a tu comportamiento?",
        "¿Qué significa para ti ser feliz y cómo lo logras?",
        "¿Qué momento en tu vida fue el más feliz y cómo afectó tu percepción del mundo?",
        "Si te enfrentases a la elección de salvar la vida de un amigo cercano o diez extraños, ¿a quién elegirías y por qué?",
        "Si tuvieras la oportunidad de revelar secretos personales de todos a tu alrededor, incluidos los tuyos, pero te costara tu reputación, ¿aceptarías?",
        "Si descubrieras que tus logros fueron el resultado de un fraude, ¿seguirías viviendo con ese conocimiento o revelarías la verdad, sabiendo que arruinaría tu carrera?",
        "Si pudieras cambiar una regla o ley en la sociedad, ¿cuál sería y cuáles serían las consecuencias de dicho cambio?",
        "Si te ofrecieran 1 millón de dólares para engañar a alguien que respetas, ¿aceptarías y cómo cambiaría tu actitud hacia esa persona?",
        "Si pudieras regresar en el tiempo y evitar la muerte de una persona, pero esto tendría consecuencias catastróficas para la sociedad, ¿lo harías?",
        "Si tuvieras la oportunidad de cambiar tu género por otro, sabiendo que cambiaría radicalmente tu vida, ¿lo harías?",
        "Si descubrieras que tu felicidad está vinculada al sufrimiento de otra persona, ¿seguirías siendo feliz o intentarías cambiar la situación?",
        "Si tu elección pudiera salvarte a ti o a un grupo de personas que causaría mucho daño en el futuro, ¿a quién elegirías?",
        "Si supieras que una de tus acciones arruinaría la carrera de alguien que nunca te ha hecho daño pero te traería un enorme beneficio, ¿lo harías?",
        "Si pudieras adquirir conocimientos únicos que crearan un dilema moral significativo, ¿lo usarías o te negarías?",
        "Si tuvieras que elegir entre salvar a tu hijo y salvar a todos los niños del mundo, ¿qué elegirías y por qué?",
        "Si descubrieras que tu éxito solo fue posible mediante la manipulación de otros, ¿cómo cambiaría eso tu percepción del éxito?",
        "Si pudieras destruir todos los avances tecnológicos para prevenir un desastre ambiental, pero eso retrocediera a la sociedad cientos de años, ¿lo harías?",
        "Si tuvieras la oportunidad de conocer la opinión honesta de todos sobre ti, ¿querías escucharlo a pesar del posible dolor?",
        "Si pudieras cambiar un aspecto de tu carácter que afecta tu vida personal, pero también cambiaría tu carrera y relaciones, ¿qué harías?",
        "Si pudieras conocer todos los secretos de cualquier país pero te sentenciaran a cadena perpetua por ello, ¿aceptarías?",
        "Si tuvieras que elegir entre mantenerte fiel a tus principios y mantener una amistad con alguien que viola esos principios, ¿qué elegirías?",
        "Si pudieras tomar una droga que te hiciera perfecto en todos los aspectos pero cambiara completamente tu personalidad, ¿lo tomarías?",
        "Si te ofrecieran convertirte en un líder destacado, pero solo si cometieras un acto moralmente cuestionable, ¿aceptarías?",
        "Si pudieras convertirte en un ser sobrenatural con habilidades increíbles, pero solo a condición de sacrificar tu identidad humana, ¿lo harías?",
        "Si descubrieras que tu mejor amigo está planeando cometer un crimen que podría traer grandes beneficios pero también mucho daño, ¿qué harías?",
        "Si estuvieras en un mundo donde solo tus valores morales importaran y todos los demás siguieran principios opuestos, ¿cómo cambiarían tus acciones y percepción del mundo?",
        "Si pudieras prevenir una catástrofe global pero eso requiriera sacrificar una cantidad significativa de recursos personales y relaciones, ¿qué harías?",
        "Si pudieras cambiar tu vida para que fuera perfecta para la sociedad pero perder todas tus conexiones personales e identidad, ¿aceptarías?",
        "Si te ofrecieran una gran fortuna por una sola mala acción que no dañara directamente a nadie, ¿qué harías?",
        "Si pudieras tomar una decisión que llevara a un progreso significativo en la ciencia pero dañara a ti o a tus seres queridos, ¿la tomarías?",
        "Si te ofrecieran convertirte en parte de una organización secreta que podría cambiar el mundo pero requeriría ocultar la verdad a todos los que conoces, ¿aceptarías?",
        "Si pudieras crear un mundo perfecto pero eso significara destruir el mundo actual, ¿aceptarías?",
        "Si pudieras salvar la vida de alguien que te perjudica personalmente pero eso llevara a un gran sufrimiento para otros, ¿cómo procederías?",
        "Si descubrieras que uno de tus seres queridos está planeando cometer un crimen que podría cambiar el destino de muchas personas, ¿qué harías?",
        "Si tuvieras que elegir entre tu código moral y tu vida, donde salvar una vida requeriría romper tus principios, ¿qué harías?",
        "Si pudieras obtener poder absoluto en el mundo pero solo bajo la condición de gobernar de manera dura, ¿aceptarías?",
        "Si tuvieras la oportunidad de borrar la memoria de un error que llevó a una gran pérdida, pero también borraría parte de tu experiencia, ¿lo harías?",
        "Si tuvieras que elegir entre tu carrera y tu felicidad personal, ¿qué elegirías y por qué?",
        "Si pudieras obtener poder absoluto sobre un aspecto de la vida humana pero creara dilemas morales para los demás, ¿cómo actuarías?",
        "Si te ofrecieran la oportunidad de convertirte en un ser ideal a los ojos de la sociedad pero significara renunciar a todos tus deseos y sueños personales, ¿aceptarías?",
        "Si pudieras obtener todo lo que deseas pero solo bajo la condición de engañar a los demás, ¿aceptarías?",
        "Si tuvieras la oportunidad de tomar responsabilidad por una gran organización que resuelve problemas globales importantes pero también requeriría compromisos morales, ¿lo harías?",
        "Si pudieras conocer todos los pensamientos y sentimientos ocultos de cada persona pero eso requiriera renunciar a tu privacidad, ¿cómo cambiaría eso tu comportamiento?",
        "Si tuvieras que elegir entre tu libertad personal y la capacidad de influir en los destinos de otras personas, ¿qué elegirías y por qué?",
        "Si pudieras prevenir el infortunio de una persona pero eso llevara a un infortunio inevitable para muchos otros, ¿cómo actuarías?",
        "Si tuvieras la oportunidad de cambiar una cosa en la historia humana, ¿qué elegirías y cuáles serían las consecuencias de ese cambio?",
        "Si te ofrecieran unirte a un club exclusivo siguiendo reglas estrictas que violan tus principios morales, ¿aceptarías?",
        "Si tuvieras la oportunidad de cambiar tu pasado para evitar todos los errores pero también cambiaría tus relaciones con tus seres queridos, ¿lo tomarías?",
        "Si descubrieras que tu ganancia personal está vinculada a ocultar información importante que podría ayudar a muchas personas, ¿cómo actuarías?",
        "Si tuvieras que elegir entre el bienestar de tu familia y tu integridad moral, ¿qué elegirías y por qué?",
        "Si pudieras adquirir conocimiento que te hiciera increíblemente exitoso pero implica romper normas morales, ¿aceptarías?",
        "Si te ofrecieran convertirte en una persona impecable a los ojos de la sociedad pero requiriera un cambio total en tu personalidad, ¿aceptarías?",
        "Si pudieras crear una sociedad perfecta pero solo eliminando a todos los que se oponen a este ideal, ¿cómo actuarías?",
        "Si te ofrecieran salvación de una enfermedad pero significara sacrificar tus ideales, ¿cómo procederías?",
        "Si pudieras obtener todo lo que quieres pero implicara destruir parte de tu vida, ¿cómo actuarías?",
        "Si tuvieras la oportunidad de prevenir una catástrofe global pero requeriría renunciar a toda felicidad y conexiones personales, ¿aceptarías?",
        "Si pudieras convertirte en el líder de una revolución que podría cambiar radicalmente la sociedad pero solo rompiendo la ley, ¿aceptarías tal oferta?",
        "Si tus acciones pudieran salvar muchas vidas pero destruirían tu reputación, ¿cómo procederías?",
        "Si tuvieras la oportunidad de convertirte en ideal para todos pero significara perder tu individualidad, ¿aceptarías?",
        "Si tuvieras que elegir entre tu libertad personal y salvar a un gran grupo de personas, ¿qué elegirías y por qué?",
        "Si pudieras usar tu conocimiento para alcanzar metas personales pero eso violaría normas morales y éticas, ¿qué harías?",
        "Si tuvieras la oportunidad de entender todos los aspectos de la vida pero significara perder a todos tus seres queridos, ¿aceptarías?",
        "Si te ofrecieran inmortalidad pero significara aislamiento total de la sociedad, ¿aceptarías?",
        "Si pudieras obtener poder ilimitado en tu campo pero requeriría compromisos morales y sacrificios, ¿cómo procederías?",
        "Si tu éxito dependiera de ocultar la verdad sobre otros, ¿cómo cambiaría eso tu percepción del éxito?",
        "Si te ofrecieran oportunidades únicas pero solo bajo la condición de violar tus principios morales, ¿aceptarías?",
        "Si tuvieras la oportunidad de resolver un problema importante pero solo sacrificando tus principios, ¿cómo actuarías?",
        "Si pudieras obtener todo lo que deseas pero solo cambiándote a ti mismo más allá del reconocimiento, ¿aceptarías?",
        "Si tuvieras que elegir entre tu honestidad personal y salvar a un gran número de personas, ¿qué harías?",
        "Si pudieras volverte infinitamente rico pero significara engañar a tus seres queridos, ¿aceptarías?",
        "Si pudieras cambiar algo en el pasado que afectara el destino de muchas personas pero también cambiaría tu felicidad personal, ¿qué elegirías?",
        "Si te ofrecieran poder absoluto a cambio de compromisos morales personales, ¿aceptarías?",
        "Si pudieras prevenir una tragedia pero solo a costa de un sacrificio personal significativo, ¿aceptarías?",
        "Si tuvieras que elegir entre tus ideales y preservar tu carrera, ¿qué elegirías?",
        "Si tuvieras la oportunidad de lograr el éxito pero implicara violaciones morales, ¿cómo actuarías?",
        "Si te ofrecieran oportunidades únicas pero solo a costa de renunciar a tus principios personales, ¿aceptarías?"
    ]
}