{
    "name": "hi",
    "accept": "स्वीकार करें",
    "changeQuestion": "प्रश्न बदलें",
    "questions": [
        "आपको क्या लगता है कि जीवन में सबसे महत्वपूर्ण चीज क्या है और क्यों?",
        "यदि आपके पास अपने जीवन में एक घटना को बदलने का मौका होता, तो आप क्या बदलते और क्यों?",
        "जीवन में आपने जो सबसे बड़ा डर पार किया है, वह क्या है?",
        "लोगों में आप कौन सी गुणों को सबसे ज्यादा मानते हैं और क्यों?",
        "आपके लिए कौन से जीवन के सिद्धांत अडिग हैं?",
        "क्या आपके पास कोई ऐसा गुप्त सपना है जिसे आपने कभी किसी से साझा नहीं किया? यदि हाँ, तो वह क्या है?",
        "अगर आपको पता चलता कि कल दुनिया का अंत है, तो आप क्या करेंगे?",
        "आप भाग्य और स्वतंत्र इच्छा की अवधारणा को कैसे मानते हैं?",
        "कौन सी किताबें या फिल्में आपके जीवन पर सबसे बड़ा प्रभाव डाले हैं और क्यों?",
        "अब तक आप अपनी सबसे बड़ी उपलब्धि क्या मानते हैं?",
        "जीवन में कौन सी अनुभवों को आप आजमाना चाहेंगे लेकिन अभी तक मौका नहीं मिला?",
        "आपके लिए खुश रहना का मतलब क्या है?",
        "आपके जीवन का सबसे परिभाषित क्षण कौन सा था?",
        "भूतकाल की कौन सी घटनाएँ अभी भी आपको परेशान करती हैं?",
        "आप निराशा और असफलता से कैसे निपटते हैं?",
        "अगर आपको किसी भी व्यक्ति से, जीवित या मृत, एक सलाह मिलती, तो वह कौन होता और आप कौन सी सलाह सुनना चाहेंगे?",
        "अन्य लोगों के साथ संबंधों में आपके लिए कौन से व्यक्तिगत सीमाएँ महत्वपूर्ण हैं?",
        "यदि आप खुद को बदल सकते, तो आप क्या बदलते?",
        "आपके जीवन में कौन सी घटना या स्थिति सबसे कठिन थी और आपने इससे कैसे निपटा?",
        "आप खुद में कौन सी गुण विकसित करना चाहेंगे और क्यों?",
        "आपकी सबसे अप्रत्याशित प्रतिभा या शौक क्या है?",
        "आपके लिए सच्ची सफलता का मतलब क्या है?",
        "आपको क्या लगता है कि प्यार क्या है और यह आपके जीवन में कैसे प्रकट होता है?",
        "क्या आपके पास कोई ऐसा रीत या आदत है जो आपको संतुलित बनाए रखने में मदद करती है?",
        "मित्र आपके जीवन में कौन सा भूमिका निभाते हैं और सच्ची दोस्ती का मतलब आपके लिए क्या है?",
        "अगर आप समय में पीछे जा सकते और अपने आपको एक सलाह दे सकते, तो वह क्या होगी?",
        "आपके डर क्या हैं और आप उन्हें पार करने पर कैसे काम कर रहे हैं?",
        "अब तक आपने जिस सबसे कठिन निर्णय को लिया है, वह क्या है?",
        "आंतरिक शांति का मतलब आपके लिए क्या है और आप इसे कैसे प्राप्त करते हैं?",
        "आपने अपनी गलतियों से कौन सा सबसे महत्वपूर्ण सबक सीखा है?",
        "यदि आपके पास असीमित स्वतंत्रता होती, तो आप क्या करते?",
        "आप दबाव और तनाव से निपटने के लिए कौन से तरीके अपनाते हैं?",
        "आप माफी देने की अपनी क्षमता का मूल्यांकन कैसे करते हैं, और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आप कौन सा व्यक्तिगत अनुभव अपने विकास के लिए सबसे मूल्यवान मानते हैं?",
        "आपके लिए एक वयस्क होने का मतलब क्या है?",
        "आपके जीवन में कौन सा घटना आपको सबसे अधिक आत्म-संवेदन देती है?",
        "आपके जीवन में आपके सपने और लक्ष्य कौन सी भूमिका निभाते हैं?",
        "आप आदर्श दुनिया की अवधारणा को कैसे मानते हैं और समाज में आप कौन सी बदलाव देखना चाहेंगे?",
        "यदि आप 10 साल बाद अपने जीवन को चुन सकते, तो आपका आदर्श परिदृश्य क्या होगा?",
        "आप अकेलापन से कैसे निपटते हैं और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपने अन्य लोगों को देख कर कौन सी जीवन की सच्चाइयाँ सीखी हैं?",
        "आपको क्या प्रेरित करता है और आप अपनी प्रेरणा को कैसे बनाए रखते हैं?",
        "आप अपने छोटे उम्र के खुद को कौन सी सलाह देंगे?",
        "आंतरिक संघर्ष का मतलब आपके लिए क्या है और आप इसे कैसे हल करते हैं?",
        "आप अपने जीवन के अर्थ को कैसे परिभाषित करते हैं?",
        "कौन सा व्यक्तिगत परियोजना या लक्ष्य आपके जीवन में सबसे अधिक समय और ऊर्जा लेता है?",
        "आप व्यक्तिगत जिम्मेदारी की अवधारणा को कैसे मानते हैं और यह आपके कार्यों को कैसे प्रभावित करता है?",
        "अपने आप के प्रति ईमानदारी का मतलब आपके लिए क्या है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आप अनिश्चितता और असुरक्षा की भावनाओं से कैसे निपटते हैं?",
        "आपका सबसे असामान्य जीवन अनुभव क्या है?",
        "आप व्यक्तिगत और पेशेवर जीवन में सफलता को कैसे परिभाषित करते हैं?",
        "कठिन समय के दौरान आप आशावादी कैसे बने रहते हैं?",
        "आप एक सामंजस्यपूर्ण जीवन के लिए कौन सी व्यक्तिगत गुण को सबसे महत्वपूर्ण मानते हैं?",
        "आप इस पल में आपके लिए वास्तव में महत्वपूर्ण क्या है, इसे आप कैसे समझते हैं?",
        "आपकी क्या मान्यताएँ हैं और ये आपके निर्णयों और क्रियाओं को कैसे प्रभावित करती हैं?",
        "व्यक्तिगत विकास का मतलब आपके लिए क्या है और आप इसे कैसे प्राप्त करते हैं?",
        "आपने अपने जीवन में अब तक का सबसे साहसी कदम क्या उठाया है?",
        "आप बदलावों को कैसे मानते हैं और आप उनसे कैसे अनुकूलित होते हैं?",
        "आपके लिए प्रेरणा का स्रोत क्या है और आप इसे कैसे खोजते हैं?",
        "टीम में काम करने के अनुभव से आपने कौन सा सबसे महत्वपूर्ण सबक सीखा है?",
        "आपके जीवन में कौन सा घटना या उपलब्धि सबसे महत्वपूर्ण मानते हैं?",
        "आपके लिए एक नेता होना का मतलब क्या है और आप अपनी नेतृत्व क्षमताओं को कैसे विकसित करते हैं?",
        "आप अपनी कमजोरियों को कैसे देखते हैं और आप उन पर कैसे काम करते हैं?",
        "आप अपने जीवन के कौन से पहलुओं को बदलना चाहेंगे और क्यों?",
        "आपको आंतरिक सामंजस्य और स्थिरता बनाए रखने में क्या मदद करता है?",
        "आप कौन सी व्यक्तिगत उपलब्धि या लक्ष्य को सबसे महत्वपूर्ण मानते हैं?",
        "आप असफलता की भावनाओं से कैसे निपटते हैं और ये आपकी आत्म-सम्मान को कैसे प्रभावित करती हैं?",
        "आपके जीवन का कौन सा क्षण सबसे प्रेरणादायक था और क्यों?",
        "आप अपनी व्यक्तिगतता को कैसे परिभाषित करते हैं और यह आपके जीवन में कैसे प्रकट होती है?",
        "आप कठिन निर्णय लेने के लिए कैसे दृष्टिकोण अपनाते हैं और इसका आपके जीवन पर क्या प्रभाव पड़ता है?",
        "सच्चे मित्र होने का आपके लिए क्या मतलब है और आप दूसरों के साथ अपने संबंध कैसे बनाते हैं?",
        "आप अपने व्यक्तिगत सीमाओं को कैसे समझते हैं और उन्हें कैसे सुरक्षित रखते हैं?",
        "आपके द्वारा सीखा गया सबसे महत्वपूर्ण जीवन पाठ क्या है और इसने आपको कैसे बदला है?",
        "सच्ची स्वतंत्रता का आपके लिए क्या मतलब है और आप इसे कैसे प्राप्त करते हैं?",
        "आप अपनी आत्म-जागरूकता और स्वयं को समझने पर कैसे काम करते हैं?",
        "आप अपनी भावनाओं को कैसे समझते और स्वीकार करते हैं, और इसका आपके जीवन पर क्या प्रभाव पड़ता है?",
        "आपके लिए जीवन में अपना रास्ता खोजने का क्या मतलब है और आप इसे कैसे खोजते हैं?",
        "आपकी बचपन की कौन सी यादें सबसे अधिक प्रभावशाली थीं और उन्होंने आपको कैसे प्रभावित किया?",
        "अगर आप किसी भी ऐतिहासिक व्यक्ति के साथ एक दिन बिता सकते, तो वह कौन होता और क्यों?",
        "कौन सा अनुभव या घटना ने आपके जीवन परिदृश्य को बदल दिया?",
        "सच्चे होने का आपके लिए क्या मतलब है, और आप नैतिक दुविधाओं से कैसे निपटते हैं?",
        "आप असंगतता की भावनाओं से कैसे निपटते हैं और यह आपकी आत्म-सम्मान को कैसे प्रभावित करती है?",
        "अगर आप एक दिन में कुछ नया सीख सकते, तो वह क्या होता और क्यों?",
        "आपने अपने माता-पिता या मार्गदर्शकों से कौन सा सबसे महत्वपूर्ण पाठ सीखा है?",
        "समुदाय का हिस्सा होने का आपके लिए क्या मतलब है, और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपके जीवन का कौन सा पहलू सबसे कम मूल्यवान माना जाता है?",
        "आप लक्ष्य के बजाय खुशी की अवधारणा को कैसे देखते हैं?",
        "जब प्रेरणा ढूंढना मुश्किल हो, तो आप किस चीज से प्रेरित रहते हैं?",
        "आप दुनिया के किस स्थान पर जाने का सपना देखते हैं और क्यों?",
        "आपके जीवन का कौन सा क्षण सबसे चुनौतीपूर्ण था और आपने इससे क्या सीखा?",
        "व्यक्तिगत और पेशेवर संबंधों में सफलता का आपके लिए क्या मतलब है?",
        "आप आंतरिक संघर्षों से कैसे निपटते हैं और ये आपके व्यवहार को कैसे प्रभावित करते हैं?",
        "आप असफलताओं से कैसे निपटते हैं और खुद पर विश्वास बनाए रखते हैं?",
        "आप अपनी किसी विशेषता को बदलना चाहेंगे और क्यों?",
        "कौन सी किताबें या शिक्षाएँ आपकी मान्यताओं और विश्वदृष्टि को आकार देती हैं?",
        "काम और व्यक्तिगत जीवन के बीच सामंजस्य प्राप्त करने का आपके लिए क्या मतलब है?",
        "आपका कौन सा व्यक्तिगत अनुभव आपके विकास में सबसे अधिक योगदान देता है?",
        "आप अपनी सीमाओं को कैसे समझते और स्वीकार करते हैं?",
        "परिवर्तन के लिए खुला रहना आपके लिए क्या मतलब है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपने दूसरों के साथ अपने संबंधों से कौन सा सबसे महत्वपूर्ण सबक सीखा है?",
        "आप जीवन में अनिश्चितता की भावनाओं से कैसे निपटते हैं?",
        "आपको अपने लक्ष्यों को प्राप्त करने के लिए प्रेरित करने वाली चीजें क्या हैं और इससे आपके जीवन पर क्या प्रभाव पड़ा है?",
        "आपको व्यक्तिगत चुनौती कौन सी सबसे कठिन लगती है और आपने इसे कैसे पार किया?",
        "व्यक्तिगत जीवन में सफल होने का आपके लिए क्या मतलब है और आप इसे कैसे प्राप्त करते हैं?",
        "आपके जीवन का कौन सा क्षण सबसे खुशी भरा था और आपने इससे क्या सीखा?",
        "इस समय आपके लिए सबसे महत्वपूर्ण व्यक्तिगत परियोजना या लक्ष्य कौन सा है?",
        "दूसरों के प्रति ईमानदारी का आपके लिए क्या मतलब है और यह आपके संबंधों को कैसे प्रभावित करता है?",
        "आप अपनी आत्म-सुधार पर कैसे काम करते हैं और इस क्षेत्र में आपके क्या लक्ष्य हैं?",
        "आपकी कौन सी व्यक्तिगत विशेषता सबसे चुनौतीपूर्ण है और आप इसे कैसे सुधार रहे हैं?",
        "अपने आप के प्रति सच्चे होने का मतलब आपके लिए क्या है और यह आपके जीवन में कैसे प्रकट होता है?",
        "जब आप खोया हुआ या असुरक्षित महसूस करते हैं, तो आप कैसे निपटते हैं?",
        "आधुनिक दुनिया के बारे में आपको सबसे अधिक चिंतित क्या लगता है और आप इसका सामना कैसे करते हैं?",
        "आपके जीवन का कौन सा क्षण आपके व्यक्तिगत विकास के लिए सबसे महत्वपूर्ण था?",
        "प्रत्येक दिन की चीजों में अर्थ खोजने का आपके लिए क्या मतलब है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपने अपने पेशेवर अनुभव से कौन सा सबसे महत्वपूर्ण पाठ सीखा है?",
        "आप अपने व्यक्तिगत लक्ष्यों को कैसे परिभाषित करते हैं और उन्हें प्राप्त करने के लिए आप कैसे काम करते हैं?",
        "आपके जीवन का कौन सा क्षण आपको दिखाया कि आप सोच से अधिक सक्षम हैं?",
        "आपके लिए जीवन से संतुष्ट होने का क्या मतलब है और आप इसे कैसे प्राप्त करते हैं?",
        "आप ईर्ष्या की भावनाओं से कैसे निपटते हैं और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपका कौन सा व्यक्तिगत अनुभव या घटना आपकी जीवन दृष्टि पर सबसे अधिक प्रभाव डालती है?",
        "अपने आप के साथ सामंजस्य में रहने का आपके लिए क्या मतलब है और आप इसे कैसे प्राप्त करते हैं?",
        "अब तक आपको सामना करने वाली सबसे कठिन पसंद क्या रही है, और इसने आपके जीवन को कैसे बदला है?",
        "आपको व्यक्तिगत बदलाव करने के लिए क्या प्रेरित करता है और आप कैसे शुरू करते हैं?",
        "आप व्यक्तिगत जिम्मेदारी की अवधारणा को कैसे मानते हैं और यह आपके कार्यों को कैसे प्रभावित करता है?",
        "आपने अपनी असफलताओं से सबसे मूल्यवान पाठ क्या सीखा है और इसने आपके जीवन को कैसे प्रभावित किया है?",
        "लगातार विकास और वृद्धि की स्थिति में रहने का आपके लिए क्या मतलब है?",
        "आपके जीवन का कौन सा क्षण सबसे आश्चर्यजनक था और इसने आपकी विश्वदृष्टि को कैसे बदल दिया?",
        "आप अंतर-व्यक्तिगत संबंधों में कठिनाइयों को कैसे संभालते हैं और इससे आपको क्या सिखाया है?",
        "आपके जीवन में कौन सी उपलब्धि या सफलता सबसे महत्वपूर्ण है और क्यों?",
        "छोटी चीजों में खुशी खोजने का आपके लिए क्या मतलब है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपके जीवन के किस पहलू को आप सुधारना चाहेंगे और आप इसे कैसे योजना बनाते हैं?",
        "आप असुरक्षा की भावनाओं से कैसे निपटते हैं और यह आपके निर्णयों को कैसे प्रभावित करता है?",
        "स्वतंत्र होने का आपके लिए क्या मतलब है और आप इसे कैसे प्राप्त करते हैं?",
        "आपके जीवन का कौन सा क्षण आपके व्यक्तिगत विकास के लिए सबसे महत्वपूर्ण था?",
        "आपको व्यक्तिगत उपलब्धियों को प्राप्त करने के लिए क्या प्रेरित करता है और इससे आपके जीवन में क्या बदलाव आया है?",
        "आप 'अर्थ' शब्द की अवधारणा को अपने जीवन के संदर्भ में कैसे समझते हैं और यह आपको कैसे प्रभावित करता है?",
        "आपने अपने प्रियजनों के साथ संबंधों से सबसे महत्वपूर्ण पाठ क्या सीखा है?",
        "आप असंतोष की भावनाओं से कैसे निपटते हैं और इसके लिए आपको कौन सी चीज मदद करती है?",
        "आपके जीवन में सक्रिय भागीदार होने का क्या मतलब है और यह आपके कार्यों में कैसे प्रकट होता है?",
        "आपके जीवन का कौन सा क्षण आपके भविष्य के लिए सबसे परिभाषित था?",
        "अपने सिद्धांतों के प्रति सच्चे रहने का आपके लिए क्या मतलब है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "कौन सा अनुभव या स्थिति ने आपको खुद को बेहतर समझने में मदद की?",
        "आप अपनी योजनाओं को लागू करने में कठिनाइयों से कैसे निपटते हैं और यह आपकी प्रेरणा को कैसे प्रभावित करता है?",
        "जीवन के प्रति सकारात्मक दृष्टिकोण रखने का आपके लिए क्या मतलब है और यह आपके आस-पास को कैसे प्रभावित करता है?",
        "आपके जीवन का कौन सा पहलू आपकी खुशी के लिए सबसे महत्वपूर्ण है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपको बदलाव करने के लिए क्या प्रेरित करता है और यह आपके व्यवहार में कैसे परिलक्षित होता है?",
        "आपके जीवन का कौन सा क्षण आपको दिखाया कि आप कठिनाइयों को पार कर सकते हैं?",
        "आप 'पर्याप्तता' शब्द का मतलब कैसे समझते हैं और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपके इच्छाओं और वास्तविकता के बीच संतुलन खोजने का आपके लिए क्या मतलब है?",
        "आपके जीवन का कौन सा पहलू सबसे सफल है और क्यों?",
        "आपको खुद को लगातार सुधारने के लिए क्या प्रेरित करता है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपके जीवन का कौन सा क्षण आपके व्यक्ति के रूप में विकास के लिए सबसे महत्वपूर्ण था?",
        "अपने रास्ते में आत्म-विश्वास रखना आपके लिए क्या मतलब है और यह आपके कार्यों में कैसे प्रकट होता है?",
        "जब आप खोया हुआ महसूस करते हैं, तो आप कैसे निपटते हैं और इसमें आपकी मदद करने वाली चीजें क्या हैं?",
        "आपके जीवन में कौन सा अनुभव आपके व्यक्तिगत विकास के लिए सबसे उपयोगी रहा है?",
        "अपने कार्यों में अर्थ खोजने का आपके लिए क्या मतलब है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपके जीवन का कौन सा क्षण आपके आत्म-समझ और लक्ष्यों को समझने के लिए सबसे महत्वपूर्ण था?",
        "आपको अपने लक्ष्यों को प्राप्त करने के लिए क्या प्रेरित करता है और यह आपके जीवन को कैसे प्रभावित करता है?",
        "आपके जीवन का कौन सा पहलू आप बदलना चाहेंगे और इसका आपके भविष्य पर क्या प्रभाव पड़ेगा?",
        "आप आंतरिक संदेहों से कैसे निपटते हैं और यह आपके व्यवहार को कैसे प्रभावित करता है?",
        "आपके लिए खुश रहना का क्या मतलब है और आप इसे कैसे प्राप्त करते हैं?",
        "आपके जीवन का कौन सा क्षण सबसे खुशहाल था और इसने आपके विश्वदृष्टि को कैसे प्रभावित किया?",
        "अगर आपको एक करीबी दोस्त की जिंदगी या दस अजनबियों की जिंदगी बचाने का चुनाव करना पड़े, तो आप किसे चुनेंगे और क्यों?",
        "अगर आपको अपने आस-पास के सभी लोगों के व्यक्तिगत रहस्यों को उजागर करने का अवसर मिले, जिसमें आपके अपने भी शामिल हों, लेकिन इसके बदले में आपकी प्रतिष्ठा को जोखिम में डालना पड़े, तो क्या आप ऐसा करेंगे?",
        "अगर आपको पता चले कि आपकी उपलब्धियाँ धोखाधड़ी का परिणाम थीं, तो क्या आप इस ज्ञान के साथ जीना जारी रखेंगे या सच्चाई को उजागर करेंगे, जानकर कि यह आपकी करियर को बर्बाद कर देगा?",
        "अगर आपको समाज में एक नियम या कानून बदलने का अवसर मिले, तो आप कौन सा बदलेंगे और इसके परिणाम क्या होंगे?",
        "अगर आपको किसी व्यक्ति को धोखा देने के लिए 1 मिलियन डॉलर की पेशकश की जाए, जिसे आप सम्मान करते हैं, तो क्या आप इसे स्वीकार करेंगे और यह आपके दृष्टिकोण को कैसे बदल देगा?",
        "अगर आप समय में पीछे जा सकते और एक व्यक्ति की मृत्यु को रोक सकते हैं, लेकिन इसके समाज के लिए विनाशकारी परिणाम होंगे, तो क्या आप ऐसा करेंगे?",
        "अगर आपको अपने लिंग को किसी अन्य में बदलने का मौका मिले, जानकर कि इससे आपका जीवन पूरी तरह से बदल जाएगा, तो क्या आप इसे स्वीकार करेंगे?",
        "अगर आपको पता चले कि आपकी खुशी किसी और की पीड़ा से जुड़ी है, तो क्या आप खुश रहना जारी रखेंगे या स्थिति को बदलने की कोशिश करेंगे?",
        "अगर आपकी पसंद से आप खुद को या एक समूह को बचा सकते हैं जो भविष्य में बहुत हानि करेगा, तो आप किसे चुनेंगे?",
        "अगर आपको पता चले कि आपका एक क्रिया किसी ऐसे व्यक्ति के करियर को बर्बाद कर देगी जिसने कभी आपको नुकसान नहीं पहुंचाया लेकिन आपको बहुत लाभ होगा, तो क्या आप ऐसा करेंगे?",
        "अगर आपको अद्वितीय ज्ञान प्राप्त होता जो एक महत्वपूर्ण नैतिक दुविधा पैदा करता है, तो क्या आप इसका उपयोग करेंगे या इससे इनकार करेंगे?",
        "अगर आपको अपने बच्चे को बचाने और दुनिया के सभी बच्चों को बचाने के बीच चुनाव करना पड़े, तो आप क्या चुनेंगे और क्यों?",
        "अगर आपको पता चले कि आपकी सफलता केवल दूसरों को हेरफेर करने के माध्यम से संभव थी, तो यह आपके सफलता के प्रति दृष्टिकोण को कैसे बदल देगा?",
        "अगर आप एक पर्यावरणीय आपदा को रोकने के लिए सभी तकनीकी उन्नति को नष्ट कर सकते हैं, लेकिन यह समाज को सौ साल पीछे ले जाएगा, तो क्या आप ऐसा करेंगे?",
        "अगर आपके पास सभी के सच्चे विचार जानने का अवसर हो, तो क्या आप इसे सुनना चाहेंगे, भले ही इससे आपको दर्द हो सकता है?",
        "अगर आप अपनी चरित्र की एक बात बदल सकते हैं जो आपके व्यक्तिगत जीवन को प्रभावित करती है, लेकिन इसके साथ ही आपकी करियर और रिश्तों को भी बदल देती है, तो आप क्या करेंगे?",
        "अगर आपको किसी भी देश के सभी रहस्यों को जानने का अवसर मिले लेकिन इसके लिए आपको जीवन भर की सजा मिले, तो क्या आप सहमत होंगे?",
        "अगर आपको अपने सिद्धांतों के प्रति ईमानदार रहने और किसी ऐसे दोस्त के साथ दोस्ती बनाए रखने के बीच चुनाव करना पड़े, जो इन सिद्धांतों का उल्लंघन करता है, तो आप क्या चुनेंगे?",
        "अगर आपको एक ऐसा दवा लेने का मौका मिले जो आपको हर तरीके से परफेक्ट बना दे, लेकिन आपकी पूरी व्यक्तित्व को बदल दे, तो क्या आप इसे लेंगे?",
        "अगर आपको एक उत्कृष्ट नेता बनने का प्रस्ताव मिले, लेकिन इसके लिए आपको एक नैतिक रूप से संदिग्ध कार्य करना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आप एक अलौकिक प्राणी बन सकते हैं जिसके पास अद्भुत क्षमताएं हों, लेकिन इसके लिए आपको अपनी मानव पहचान को त्यागना पड़े, तो क्या आप ऐसा करेंगे?",
        "अगर आपको पता चले कि आपका सबसे अच्छा दोस्त एक अपराध की योजना बना रहा है जो बड़ी लाभ ला सकती है लेकिन बहुत अधिक नुकसान भी कर सकती है, तो आप क्या करेंगे?",
        "अगर आप एक ऐसी दुनिया में होते जहां केवल आपके नैतिक मूल्य मायने रखते हैं, और बाकी सब उलटे सिद्धांतों का पालन करते हैं, तो यह आपके कार्यों और दुनिया की समझ को कैसे बदल देगा?",
        "अगर आप एक वैश्विक आपदा को रोक सकते हैं लेकिन इसके लिए आपको व्यक्तिगत संसाधनों और संबंधों की महत्वपूर्ण मात्रा बलिदान करनी पड़े, तो आप क्या करेंगे?",
        "अगर आप अपनी ज़िंदगी को समाज के लिए आदर्श बना सकते हैं लेकिन इसके लिए सभी व्यक्तिगत संबंध और पहचान खोनी पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको एक बुरी क्रिया के लिए एक विशाल धनराशि की पेशकश की जाए जो किसी को सीधे नुकसान नहीं पहुंचाए, तो आप क्या करेंगे?",
        "अगर आप एक ऐसा निर्णय ले सकते हैं जो विज्ञान में महत्वपूर्ण प्रगति को प्रेरित करेगा लेकिन आपको या आपके प्रियजनों को नुकसान होगा, तो क्या आप इसे लेंगे?",
        "अगर आपको एक गुप्त संगठन का हिस्सा बनने का प्रस्ताव मिले जो दुनिया को बदल सकता है लेकिन इसके लिए आपको सभी को झूठ बोलना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आप एक आदर्श दुनिया बना सकते हैं लेकिन इसके लिए मौजूदा दुनिया को नष्ट करना पड़े, तो क्या आप ऐसा करेंगे?",
        "अगर आप किसी को बचा सकते हैं जो आपको व्यक्तिगत रूप से नुकसान पहुँचाता है लेकिन इसके परिणामस्वरूप दूसरों को बड़ी पीड़ा होती है, तो आप कैसे आगे बढ़ेंगे?",
        "अगर आपको पता चले कि आपके प्रियजनों में से कोई एक अपराध की योजना बना रहा है जो कई लोगों की किस्मत बदल सकती है, तो आप क्या करेंगे?",
        "अगर आपको अपने नैतिक कोड और अपने जीवन के बीच चुनाव करना पड़े, जहां एक जीवन को बचाने के लिए अपने सिद्धांतों का उल्लंघन करना पड़े, तो आप क्या करेंगे?",
        "अगर आप विश्व में पूर्ण शक्ति प्राप्त कर सकते हैं लेकिन इसके लिए आपको कठोर शासन करना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको एक गलती की याददाश्त मिटाने का मौका मिले जिसने एक बड़ा नुकसान पहुँचाया, लेकिन इसके साथ आपकी कुछ अनुभव भी मिट जाएंगे, तो क्या आप ऐसा करेंगे?",
        "अगर आपको अपनी करियर और व्यक्तिगत खुशी के बीच चुनाव करना पड़े, तो आप क्या चुनेंगे और क्यों?",
        "अगर आप मानव जीवन के एक पहलू पर पूर्ण शक्ति प्राप्त कर सकते हैं लेकिन इसके लिए दूसरों के लिए नैतिक दुविधाएं पैदा करनी पड़े, तो आप कैसे कार्य करेंगे?",
        "अगर आपको समाज के नजरिए में एक आदर्श प्राणी बनने का मौका मिले लेकिन इसके लिए सभी व्यक्तिगत इच्छाओं और सपनों को छोड़ना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको सब कुछ प्राप्त करने का मौका मिले लेकिन इसके लिए दूसरों को धोखा देना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको एक प्रमुख संगठन की जिम्मेदारी लेने का मौका मिले जो महत्वपूर्ण वैश्विक मुद्दों को हल करता है लेकिन इसके लिए नैतिक समझौते करना पड़े, तो क्या आप ऐसा करेंगे?",
        "अगर आपको हर व्यक्ति के छिपे हुए विचार और भावनाएं जानने का मौका मिले लेकिन इसके लिए अपनी गोपनीयता छोड़नी पड़े, तो यह आपके व्यवहार को कैसे बदल देगा?",
        "अगर आपको व्यक्तिगत स्वतंत्रता और दूसरों के भाग्य को प्रभावित करने की क्षमता के बीच चुनाव करना पड़े, तो आप क्या चुनेंगे और क्यों?",
        "अगर आप एक व्यक्ति की विपत्ति को रोक सकते हैं लेकिन इसके परिणामस्वरूप कई अन्य लोगों को अपरिहार्य विपत्ति का सामना करना पड़े, तो आप कैसे कार्य करेंगे?",
        "अगर आपको मानव इतिहास में एक चीज बदलने का मौका मिले, तो आप क्या बदलेंगे और उस बदलाव के परिणाम क्या होंगे?",
        "अगर आपको एक विशेष क्लब में शामिल होने का प्रस्ताव मिले, लेकिन इसके लिए आपके नैतिक सिद्धांतों का उल्लंघन करना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको अपने अतीत को बदलने का मौका मिले ताकि सभी गलतियों से बचा जा सके, लेकिन इसके साथ ही अपने प्रियजनों के साथ संबंध भी बदल जाएं, तो क्या आप ऐसा करेंगे?",
        "अगर आपको पता चले कि आपकी व्यक्तिगत लाभ महत्वपूर्ण जानकारी को छिपाने से जुड़ी है जो कई लोगों की मदद कर सकती है, तो आप कैसे कार्य करेंगे?",
        "अगर आपको अपने परिवार की भलाई और नैतिक ईमानदारी के बीच चुनाव करना पड़े, तो आप क्या चुनेंगे और क्यों?",
        "अगर आपको ज्ञान प्राप्त करने का मौका मिले जो आपको अत्यधिक सफल बना दे लेकिन इसमें नैतिक मानदंडों का उल्लंघन करना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको समाज के नजरिए में एक दोषरहित व्यक्ति बनने का प्रस्ताव मिले लेकिन इसके लिए आपकी पूरी व्यक्तित्व बदलनी पड़े, तो क्या आप सहमत होंगे?",
        "अगर आप एक आदर्श समाज बना सकते हैं लेकिन केवल उन सभी को समाप्त करके जो इस आदर्श के खिलाफ हैं, तो आप कैसे कार्य करेंगे?",
        "अगर आपको एक बीमारी से छुटकारा पाने का मौका मिले लेकिन इसके लिए अपने आदर्शों का बलिदान करना पड़े, तो आप कैसे आगे बढ़ेंगे?",
        "अगर आप सब कुछ प्राप्त कर सकते हैं लेकिन इसके लिए अपनी जिंदगी का एक हिस्सा नष्ट करना पड़े, तो आप कैसे कार्य करेंगे?",
        "अगर आप एक वैश्विक आपदा को रोक सकते हैं लेकिन इसके लिए सभी व्यक्तिगत खुशी और संबंधों को बलिदान करना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको एक क्रांति का नेता बनने का प्रस्ताव मिले जो समाज को पूरी तरह से बदल सकती है लेकिन इसके लिए कानून तोड़ना पड़े, तो क्या आप ऐसा स्वीकार करेंगे?",
        "अगर आपके कार्य कई जिंदगियों को बचा सकते हैं लेकिन आपकी प्रतिष्ठा को नष्ट कर देंगे, तो आप कैसे आगे बढ़ेंगे?",
        "अगर आपको सबके लिए आदर्श बनने का मौका मिले लेकिन इसके लिए आपकी व्यक्तिगतता खोनी पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको व्यक्तिगत स्वतंत्रता और एक बड़ी संख्या में लोगों को बचाने के बीच चुनाव करना पड़े, तो आप क्या चुनेंगे और क्यों?",
        "अगर आप अपने व्यक्तिगत लक्ष्यों को प्राप्त करने के लिए अपने ज्ञान का उपयोग कर सकते हैं लेकिन इसके लिए नैतिक और एथिकल मानदंडों का उल्लंघन करना पड़े, तो आप क्या करेंगे?",
        "अगर आपको जीवन के सभी पहलुओं को समझने का मौका मिले लेकिन इसके लिए सभी प्रियजनों को खोना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको अमरता का प्रस्ताव मिले लेकिन इसके लिए समाज से पूरी तरह अलगाव करना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आप अपने क्षेत्र में असीमित शक्ति प्राप्त कर सकते हैं लेकिन इसके लिए नैतिक समझौते और बलिदान करना पड़े, तो आप कैसे आगे बढ़ेंगे?",
        "अगर आपकी सफलता दूसरों के बारे में सच्चाई छिपाने पर निर्भर करती है, तो यह आपके सफलता के प्रति दृष्टिकोण को कैसे बदल देगा?",
        "अगर आपको अनूठे अवसरों की पेशकश की जाए लेकिन इसके लिए आपके नैतिक सिद्धांतों का उल्लंघन करना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आप एक ऐसी दुनिया बना सकते हैं जहां डर और दर्द न हो लेकिन इसके लिए स्वतंत्रता का अधिकार नष्ट करना पड़े, तो आप कैसे कार्य करेंगे?",
        "अगर आपको एक महत्वपूर्ण मुद्दा हल करने का मौका मिले लेकिन इसके लिए अपने सिद्धांतों का बलिदान करना पड़े, तो आप कैसे कार्य करेंगे?",
        "अगर आप सब कुछ प्राप्त कर सकते हैं लेकिन इसके लिए पूरी तरह से बदलना पड़े, तो क्या आप सहमत होंगे?",
        "अगर आपको अपने व्यक्तिगत ईमानदारी और बड़ी संख्या में लोगों को बचाने के बीच चुनाव करना पड़े, तो आप क्या करेंगे?",
        "अगर आप अतीत में कुछ बदल सकते हैं जो कई लोगों की किस्मत को प्रभावित करेगा लेकिन इसके साथ आपकी व्यक्तिगत खुशी बदल जाएगी, तो आप क्या चुनेंगे?",
        "अगर आपको व्यक्तिगत नैतिक समझौते के बदले पूर्ण शक्ति की पेशकश की जाए, तो क्या आप सहमत होंगे?",
        "अगर आप एक त्रासदी को रोक सकते हैं लेकिन इसके लिए महत्वपूर्ण व्यक्तिगत बलिदान करना पड़े, तो आप क्या करेंगे?",
        "अगर आपको अपने आदर्शों और करियर को बनाए रखने के बीच चुनाव करना पड़े, तो आप क्या चुनेंगे?",
        "अगर आपको सफलता प्राप्त करने का मौका मिले लेकिन इसके लिए नैतिक उल्लंघन करना पड़े, तो आप कैसे कार्य करेंगे?",
        "अगर आपको अनूठे अवसरों की पेशकश की जाए लेकिन इसके लिए व्यक्तिगत सिद्धांतों का त्याग करना पड़े, तो क्या आप सहमत होंगे?"
    ]
}