{
    "name": "ja",
    "accept": "受け入れる",
    "changeQuestion": "質問を変更する",
    "enjoyApp": "アプリを楽しんでいますか？",
    "enjoyAppDescription": "素晴らしい体験をしていることを願っています！もし気に入っているなら、ストアで評価するために少し時間を取ってください。あなたのフィードバックは私たちが改善し成長するのに役立ちます！",
    "rateNow": "今すぐ評価",
    "maybeLater": "後でかもしれない",
    "questions": [
        "人生で最も重要だと思うことは何ですか？その理由も教えてください。",
        "人生の中で一つの出来事を変えられるとしたら、何を変えますか？その理由も教えてください。",
        "あなたが克服した最大の恐怖は何ですか？",
        "人々の中で最も価値を置く特性は何ですか？その理由も教えてください。",
        "あなたにとって不変の人生の原則は何ですか？",
        "誰にも話したことのない秘密の夢はありますか？もしあれば、それは何ですか？",
        "明日が世界の終わりだと知ったら、何をしますか？",
        "運命と自由意志の概念についてどう考えていますか？",
        "あなたに最も影響を与えた本や映画は何ですか？その理由も教えてください。",
        "これまでで最も大きな成果は何だと思いますか？",
        "人生でやってみたいけどまだチャンスがなかった経験は何ですか？",
        "幸せであるとはあなたにとって何を意味しますか？",
        "あなたの人生で最も決定的だった瞬間は何ですか？",
        "過去の出来事でまだ気になることはありますか？",
        "落胆や失敗にはどのように対処していますか？",
        "生きているか死んでいるかに関係なく、誰から一つアドバイスをもらえるとしたら、誰に何を聞きたいですか？",
        "他人との関係で重要な個人的な境界線は何ですか？",
        "自分自身について変えたいことがあるとしたら、何を変えますか？",
        "人生で最も困難だった出来事や状況は何ですか？それにどのように対処しましたか？",
        "自分の中で発展させたい特性は何ですか？その理由も教えてください。",
        "あなたの最も予期しない才能や趣味は何ですか？",
        "真の成功とはあなたにとって何を意味しますか？",
        "愛とは何だと思いますか？それがあなたの人生にどのように現れていますか？",
        "バランスを保つための儀式や習慣はありますか？",
        "友人はあなたの人生でどのような役割を果たしていて、真の友情とは何ですか？",
        "時間を戻して自分に一つアドバイスをするなら、それは何ですか？",
        "あなたの恐怖は何ですか？それに対処するためにどのように努力していますか？",
        "今までで最も困難だった選択は何ですか？",
        "内なる平和とはあなたにとって何を意味し、どうやって達成していますか？",
        "自分の間違いから学んだ最も重要な教訓は何ですか？",
        "無限の自由が与えられたら、何をしますか？",
        "プレッシャーやストレスに対処するためにどのような方法を使っていますか？",
        "自分の許しの能力をどのように評価し、それがあなたの人生にどのように影響していますか？",
        "自己成長にとって最も価値のある個人的な経験は何ですか？",
        "大人であるとはあなたにとって何を意味しますか？",
        "人生で最も自信を持てた出来事は何ですか？",
        "あなたの夢や目標はあなたの人生にどのような役割を果たしていますか？",
        "理想の世界の概念についてどう考えていますか？社会にどんな変化を望みますか？",
        "10年後に自分の人生がどのように見えるか選べるとしたら、理想的なシナリオは何ですか？",
        "孤独にはどのように対処しており、それがあなたの人生にどのように影響していますか？",
        "他人を観察して学んだ人生の真実は何ですか？",
        "あなたを動機付けるものは何ですか？そして、どのようにしてその動機を維持していますか？",
        "若い自分にアドバイスをするとしたら、それは何ですか？",
        "内なる対立とはあなたにとって何を意味し、どのように解決していますか？",
        "自分の人生の意味をどのように定義していますか？",
        "最も多くの時間とエネルギーを費やしている個人的なプロジェクトや目標は何ですか？",
        "個人的な責任の概念についてどう考え、それがあなたの行動にどのように影響していますか？",
        "自分に正直であるとはあなたにとって何を意味し、それがあなたの人生にどのように影響していますか？",
        "不確実性や不安感にはどのように対処していますか？",
        "あなたの最も珍しい人生経験は何ですか？",
        "個人生活と仕事の成功をどのように定義しますか？",
        "苦しい時期に楽観的であり続けるために何が役立ちますか？",
        "調和の取れた生活において最も重要だと考える個人的な特性は何ですか？",
        "現在あなたにとって本当に重要なことをどのように理解していますか？",
        "個人的成長とはあなたにとって何を意味し、それをどのように達成していますか？",
        "今までで最も大胆な一歩は何でしたか？",
        "変化に対してどのように対応し、それに適応していますか？",
        "あなたのインスピレーションの源は何ですか？それをどのように見つけますか？",
        "チームで働く経験から学んだ最も重要な教訓は何ですか？",
        "人生の中で最も重要だと考える出来事や成果は何ですか？",
        "リーダーであるとはあなたにとって何を意味し、リーダーシップの特性をどのように育てていますか？",
        "自分の弱点をどのように認識し、それに取り組んでいますか？",
        "あなたの人生で変えたい側面は何ですか？その理由も教えてください。",
        "内なる調和と安定を維持するために何が役立ちますか？",
        "あなたが最も重要だと考える個人的な成果や目標は何ですか？",
        "失敗の感情にはどのように対処し、それが自己評価にどのように影響していますか？",
        "人生で最も感動的だった瞬間は何ですか？その理由も教えてください。",
        "自分の個性をどのように定義し、それがあなたの人生にどのように現れていますか？",
        "難しい決定を下すときにどのようにアプローチし、それがあなたの人生にどのように影響していますか？",
        "真の友人であるとはあなたにとって何を意味し、どのように他者との関係を築いていますか？",
        "自分の個人的な境界線をどのように理解し、それをどのように守っていますか？",
        "人生で最も重要な教訓は何で、それがどのようにあなたを変えましたか？",
        "真の自由とはあなたにとって何を意味し、それをどのように達成していますか？",
        "自己認識と自分自身の理解にどのように取り組んでいますか？",
        "自分の感情をどのように理解し受け入れ、それがあなたの人生にどのように影響していますか？",
        "人生の道を見つけるとはあなたにとって何を意味し、それをどのように探していますか？",
        "幼少期のどの瞬間が最も印象的で、それがあなたにどのように影響しましたか？",
        "歴史的人物と一日過ごすとしたら、誰と過ごしたいですか？その理由も教えてください。",
        "あなたの人生観を変えた経験や出来事は何ですか？",
        "正直であるとはあなたにとって何を意味し、道徳的ジレンマにはどのように対処していますか？",
        "自分の無力感にはどのように対処し、それが自己評価にどのように影響していますか？",
        "一日で新しいことを学べるとしたら、何を学びたいですか？その理由も教えてください。",
        "両親やメンターから学んだ最も重要な教訓は何ですか？",
        "コミュニティの一員であるとはあなたにとって何を意味し、それがあなたの人生にどのように影響していますか？",
        "あなたの人生で最も過小評価されている側面は何ですか？",
        "幸せを目標として見る概念についてどう考えていますか？",
        "インスピレーションが見つけにくい時にモチベーションを維持するために何が役立ちますか？",
        "世界のどの場所を訪れることを夢見ていますか？その理由も教えてください。",
        "人生で最も挑戦的だった瞬間は何ですか？それから何を学びましたか？",
        "個人的および職業的な関係における成功とはあなたにとって何を意味し、それをどのように達成していますか？",
        "内部の対立にはどのように対処し、それがあなたの行動にどのように影響していますか？",
        "失敗に対処し、自己信頼を失わないために何が役立ちますか？",
        "自分のキャラクターのどの側面を変えたいですか？その理由も教えてください。",
        "あなたの信念や世界観を形作った本や教えは何ですか？",
        "仕事と個人生活の調和を達成するとはあなたにとって何を意味しますか？",
        "自己成長において最も形成的だった個人的な経験は何ですか？",
        "自分の限界をどのように理解し受け入れていますか？",
        "変化に対してオープンであるとはあなたにとって何を意味し、それがあなたの人生にどのように影響していますか？",
        "他者との関係から学んだ最も重要な教訓は何ですか？",
        "人生の不確実性にはどのように対処していますか？",
        "目標を達成するためにあなたを刺激するものは何ですか？それがどのようにあなたの人生を変えましたか？",
        "あなたが最も困難だと考える個人的な挑戦は何ですか？それをどのように克服しましたか？",
        "個人的な生活で成功するとはあなたにとって何を意味し、それをどのように達成していますか？",
        "人生で最も喜びに満ちた瞬間は何ですか？それから何を学びましたか？",
        "現在最も重要だと考える個人的なプロジェクトや目標は何ですか？",
        "他者に対して正直であるとはあなたにとって何を意味し、それがあなたの関係にどのように影響していますか？",
        "自己改善に取り組む方法とこの分野での目標は何ですか？",
        "自分のキャラクターのどの側面が最も挑戦的だと感じ、それを改善するためにどのように取り組んでいますか？",
        "自分に忠実であるとはあなたにとって何を意味し、それがあなたの人生にどのように現れていますか？",
        "自分が迷ったり、自信を失ったりする時にどのように対処していますか？",
        "現代世界で最も気になることは何ですか？それにはどのように対処していますか？",
        "あなたの人生で最も重要だと考える個人的成長の瞬間は何ですか？",
        "日常の中で意味を見つけるとはあなたにとって何を意味し、それがあなたの人生にどのように影響していますか？",
        "あなたの職業経験から学んだ最も重要な教訓は何ですか？",
        "あなたはどのように個人的な目標を定義し、それに向かってどのように取り組んでいますか？",
        "あなたの人生で、あなたが思っていた以上のことができると示された瞬間は何ですか？",
        "人生に満足することはあなたにとってどういう意味であり、どのようにそれを達成しますか？",
        "嫉妬の感情にどのように対処し、それがあなたの生活にどのように影響を与えていますか？",
        "あなたの人生で、あなたの人生観に最も強く影響を与えた個人的な経験や出来事は何ですか？",
        "自分自身との調和が取れている状態とはどういう意味であり、どのようにそれを達成しますか？",
        "あなたがこれまでにした最も困難な選択は何であり、それがあなたの人生をどのように変えましたか？",
        "あなたを個人的な変化を促すインスピレーションの源は何であり、それに取り組み始める方法は何ですか？",
        "個人的な責任の概念にどのように関わり、それがあなたの行動にどのように影響していますか？",
        "失敗から学んだ最も貴重な教訓は何であり、それがあなたの人生にどのように影響を与えましたか？",
        "常に成長と発展の状態でいることはあなたにとってどういう意味であり、それをどのように達成していますか？",
        "あなたの人生で最も驚くべき瞬間は何であり、それがどのようにあなたの世界観を変えましたか？",
        "対人関係での困難にどのように対処し、それがあなたに何を教えましたか？",
        "あなたの人生で最も重要だと考える達成や成功は何であり、なぜそう考えますか？",
        "小さなことに喜びを見出すことはあなたにとってどういう意味であり、それがあなたの生活にどのように影響していますか？",
        "あなたが改善したいと思っている人生の側面は何であり、どのようにそれを計画していますか？",
        "不安の感情にどのように対処し、それがあなたの決定にどのように影響していますか？",
        "独立することはあなたにとってどういう意味であり、どのようにそれを達成していますか？",
        "あなたの人生で個人的な成長のために最も重要な瞬間は何ですか？",
        "個人的な達成を追求するインスピレーションの源は何であり、それがあなたの人生をどのように変えますか？",
        "「意味」という言葉の意味をどのように理解しており、それがあなたにどのように影響していますか？",
        "愛する人との関係から学んだ最も重要な教訓は何ですか？",
        "不満の感情にどのように対処し、それをどのように解決していますか？",
        "自分の人生の積極的な参加者であることはあなたにとってどういう意味であり、それがどのように行動に現れていますか？",
        "あなたの人生で最も未来を定義した瞬間は何ですか？",
        "自分の原則に忠実であることはあなたにとってどういう意味であり、それがあなたの人生にどのように影響していますか？",
        "あなたの人生で自分をよりよく理解するのに役立った経験や状況は何ですか？",
        "計画を実行する際の困難にどのように対処し、それがあなたのモチベーションにどのように影響していますか？",
        "前向きな人生観を持つことはあなたにとってどういう意味であり、それが周囲にどのように影響していますか？",
        "あなたの幸福のために最も重要だと考える人生の側面は何であり、それがあなたの生活にどのように影響していますか？",
        "変化を促すインスピレーションの源は何であり、それがあなたの行動にどのように反映されていますか？",
        "困難を克服できると示された瞬間は何ですか？",
        "「十分さ」という意味をどのように理解しており、それがあなたの人生にどのように影響していますか？",
        "欲望と現実の間でバランスを取ることはあなたにとってどういう意味であり、それをどのように実現していますか？",
        "あなたの人生で最も成功した側面は何であり、なぜそう考えますか？",
        "失敗の感情にどのように対処し、それがあなたの自己認識にどのように影響していますか？",
        "常に自分を改善し続けるためのモチベーションは何であり、それがあなたの人生にどのように影響していますか？",
        "あなたの人生で人としての発展に最も重要な瞬間は何ですか？",
        "自分の道に自信を持つことはあなたにとってどういう意味であり、それが行動にどのように反映されていますか？",
        "迷ったときにどのように対処し、それにどのように役立っていますか？",
        "あなたの人生で最も役立った経験は何ですか？",
        "自分の行動に意味を見出すことはあなたにとってどういう意味であり、それがあなたの生活にどのように影響していますか？",
        "あなたの人生で自分自身と目標を理解するのに最も重要な瞬間は何ですか？",
        "目標を達成するためのインスピレーションの源は何であり、それがあなたの人生にどのように影響していますか？",
        "人生のどの側面を変えたいと思っており、それが未来にどのように影響しますか？",
        "内面的な疑念にどのように対処し、それがあなたの行動にどのように影響していますか？",
        "幸福であることはあなたにとってどういう意味であり、どのようにそれを達成しますか？",
        "あなたの人生で最も幸せな瞬間は何であり、それが世界観にどのように影響しましたか？",
        "一人の親しい友人の命を救うか、十人の見知らぬ人を救うかの選択を迫られた場合、誰を選びますか？なぜですか？",
        "周囲の人々や自分自身の個人的な秘密を暴露する機会があり、それがあなたの評判を失うリスクがある場合、それを受け入れますか？",
        "あなたの業績が不正の結果であることがわかった場合、その知識を持って生き続けますか、それとも真実を明らかにしますか？それがキャリアを台無しにすることがわかっていても？",
        "社会のルールや法律の一つを変えることができるとしたら、どのルールを変え、どのような結果を招くと思いますか？",
        "誰かを尊敬しているが、その人を騙すために100万ドルを提供されるとしたら、受け入れますか？それがその人に対する態度をどのように変えますか？",
        "過去に戻って一人の人の死を防ぐことができるが、それが社会に壊滅的な影響を与えるとしたら、その機会を受け入れますか？",
        "性別を他のものに変える機会があれば、人生が劇的に変わると知っていても、その機会を受け入れますか？",
        "あなたの幸福が他人の苦しみに関連しているとわかった場合、それを続けるか、状況を変えようとしますか？",
        "自分か将来多くの害をもたらす人々のグループを救うかの選択がある場合、誰を選びますか？",
        "もしあなたの愛する人の一人が多くの人々の運命を変える可能性のある犯罪を計画していることを知ったら、あなたはどうしますか？",
        "もしあなたの道徳的な信念と命のどちらかを選ばなければならない状況で、命を救うためにあなたの原則を破らなければならないとしたら、あなたはどうしますか？",
        "もし世界で絶対的な権力を得ることができるとしたら、それは厳格に統治する条件付きだとしたら、あなたは同意しますか？",
        "もし大きな損失を招いたミスの記憶を消すチャンスがあったとしても、それがあなたの経験の一部も消してしまうとしたら、あなたはそれを受け入れますか？",
        "もしキャリアと個人的な幸せのどちらかを選ばなければならないとしたら、あなたはどちらを選びますか？その理由も教えてください。",
        "もし人間の生活の一つの側面に対して絶対的な権力を持つことができるとしたら、それが他人に道徳的ジレンマを生むとしたら、あなたはどう行動しますか？",
        "もし社会の目には理想的な存在になるチャンスがあったとしても、それがすべての個人的な欲望や夢を諦めることを意味する場合、あなたは同意しますか？",
        "もしあなたが望むすべてを手に入れることができるとしたら、それが他人を欺くことで達成される条件付きだとしたら、あなたは同意しますか？",
        "もし重要なグローバルな問題を解決するための大規模な組織の責任を引き受けるチャンスがあったとしても、それが道徳的な妥協を必要とする場合、あなたはそれを受け入れますか？",
        "もしすべての人の隠れた思考や感情を知ることができるとしたら、それがあなたのプライバシーを放棄することを要求する場合、あなたはどのように行動を変えますか？",
        "もし個人的な自由と他人の運命に影響を与える能力のどちらかを選ばなければならないとしたら、あなたはどちらを選びますか？その理由も教えてください。",
        "もし一人の不幸を防ぐことができるとしたら、それが多くの他の人々に避けられない不幸を引き起こす場合、あなたはどう行動しますか？",
        "もし人類の歴史の一つのことを変えるチャンスがあったとしたら、何を選び、その変化の結果はどうなると思いますか？",
        "もし厳格なルールに従うことで道徳的な原則を侵すことを要求される排他的なクラブに参加する機会があったとしたら、あなたは同意しますか？",
        "もし過去を変えてすべてのミスを避けるチャンスがあったとしても、それがあなたの愛する人との関係も変えてしまうとしたら、あなたはそれを受け入れますか？",
        "もしあなたの個人的な利益が多くの人々を助けることができる重要な情報を隠すことに結びついているとしたら、あなたはどう行動しますか？",
        "もし家族の幸福と道徳的な誠実性のどちらかを選ばなければならないとしたら、あなたはどちらを選びますか？その理由も教えてください。",
        "もしあなたが非常に成功するための知識を得ることができるとしたら、それが道徳的な規範を破ることを含む場合、あなたは同意しますか？",
        "もし社会の目には完全無欠な人間になるチャンスがあったとしても、それがあなたの性格を完全に変えることを要求する場合、あなたは同意しますか？",
        "もし完璧な社会を創造することができるとしたら、それがこの理想に反対するすべての人を排除することを伴う場合、あなたはどう行動しますか？",
        "もし病気からの救済の機会があったとしても、それがあなたの理想を犠牲にすることを意味する場合、あなたはどう進めますか？",
        "もしすべての欲しいものを手に入れることができるとしたら、それがあなたの人生の一部を破壊する条件付きだとしたら、あなたはどう行動しますか？",
        "もしグローバルな大災害を防ぐチャンスがあったとしても、それがすべての個人的な幸福とつながりを放棄することを要求する場合、あなたは同意しますか？",
        "もし社会を根本的に変える可能性のある革命の指導者になるチャンスがあったとしても、それが法律を破ることを含む場合、あなたはその提案を受け入れますか？",
        "もしあなたの行動が多くの命を救う可能性があるとしても、それがあなたの評判を破壊することになる場合、あなたはどう進めますか？",
        "もしすべての人にとって理想的な存在になる機会があったとしても、それがあなたの個性を失うことを意味する場合、あなたは同意しますか？",
        "もし個人的な自由と多くの人々を救う能力のどちらかを選ばなければならないとしたら、あなたはどちらを選びますか？その理由も教えてください。",
        "もし知識を使って個人的な目標を達成することができるとしたら、それが道徳的および倫理的な規範を破ることを含む場合、あなたはどうしますか？",
        "もし人生のすべての側面を理解する機会があったとしても、それがすべての愛する人を失うことを意味する場合、あなたは同意しますか？",
        "もし不死の機会があったとしても、それが社会からの完全な孤立を意味する場合、あなたは同意しますか？",
        "もしあなたの分野で無限の権力を得ることができるとしたら、それが道徳的な妥協と犠牲を要求する場合、あなたはどう進めますか？",
        "もし成功が他人についての真実を隠すことに依存しているとしたら、それがあなたの成功の認識をどう変えると思いますか？",
        "もしユニークな機会があったとしても、それが道徳的な原則を侵すことを条件にする場合、あなたは同意しますか？",
        "もし恐怖や苦しみのない世界を創造することができるとしたら、それが選択の自由を破壊することを含む場合、あなたはどう行動しますか？",
        "もし重要な問題を解決する機会があったとしても、それが原則を犠牲にすることを要求する場合、あなたはどう行動しますか？",
        "もしすべての欲しいものを手に入れることができるとしたら、それがあなた自身を認識できないほど変えることを含む場合、あなたは同意しますか？",
        "もし個人的な誠実さと多くの人々を救うことのどちらかを選ばなければならないとしたら、あなたは何を選びますか？",
        "もし無限に豊かになることができるとしたら、それが愛する人を欺くことを含む場合、あなたは同意しますか？",
        "もし多くの人々の運命に影響を与える過去の何かを変えることができるとしたら、それがあなたの個人的な幸福も変えるとしたら、あなたは何を選びますか？",
        "もし個人的な道徳的妥協と引き換えに絶対的な権力を得ることができるとしたら、あなたは同意しますか？",
        "もし悲劇を防ぐことができるとしたら、それが大きな個人的な犠牲を伴う場合、あなたは同意しますか？",
        "もし理想とキャリアの保存のどちらかを選ばなければならないとしたら、あなたはどちらを選びますか？",
        "もし成功を達成する機会があったとしても、それが道徳的な違反を伴う場合、あなたはどう行動しますか？",
        "もしユニークな機会があったとしても、それが個人的な原則を放棄することを含む場合、あなたは同意しますか？"
    ]
}