{
    "name": "pt",
    "accept": "Aceitar",
    "changeQuestion": "Mudar pergunta",
    "questions": [
        "Qual você acha que é a coisa mais importante na vida e por quê?",
        "Se você tivesse a chance de mudar um evento na sua vida, o que você mudaria e por quê?",
        "Qual é o maior medo que você superou na sua vida?",
        "Quais qualidades nas pessoas você valoriza mais e por quê?",
        "Quais princípios de vida são imutáveis para você?",
        "Você tem algum sonho secreto que nunca compartilhou com ninguém? Se sim, quais são eles?",
        "O que você faria se soubesse que amanhã é o fim do mundo?",
        "Como você se relaciona com o conceito de destino e livre-arbítrio?",
        "Quais livros ou filmes tiveram o maior impacto em você e por quê?",
        "O que você considera a sua maior conquista até agora?",
        "Quais experiências na vida você gostaria de tentar, mas ainda não teve a chance?",
        "O que significa ser feliz para você?",
        "Qual momento da sua vida foi o mais definidor para você?",
        "Quais eventos do passado ainda te incomodam?",
        "Como você lida com decepção e fracasso?",
        "Se você pudesse receber um conselho de qualquer pessoa, viva ou morta, quem seria e qual conselho você gostaria de ouvir?",
        "Quais limites pessoais são importantes para você em relacionamentos com os outros?",
        "O que você mudaria em si mesmo se pudesse?",
        "Qual evento ou situação na sua vida foi o mais difícil e como você lidou com isso?",
        "Qual qualidade você gostaria de desenvolver em si mesmo e por quê?",
        "Qual é o seu talento ou hobby mais inesperado?",
        "O que significa sucesso verdadeiro para você?",
        "O que você acha que é o amor e como ele se manifesta na sua vida?",
        "Você tem algum ritual ou hábito que ajuda a manter o equilíbrio?",
        "Qual é o papel dos amigos na sua vida e o que significa verdadeira amizade para você?",
        "Se você pudesse voltar no tempo e dar um conselho a si mesmo, qual seria?",
        "Quais são seus medos e como você está trabalhando para superá-los?",
        "Qual foi a escolha mais difícil que você teve que fazer?",
        "O que significa paz interior para você e como você a alcança?",
        "Qual é a lição mais importante que você aprendeu com seus erros?",
        "O que você faria se tivesse liberdade ilimitada de escolha?",
        "Quais métodos você usa para lidar com pressão e estresse?",
        "Como você avalia sua capacidade de perdoar e como isso afeta sua vida?",
        "Qual experiência pessoal você considera mais valiosa para seu desenvolvimento?",
        "O que significa ser adulto para você?",
        "Qual evento na sua vida lhe deu mais autoconfiança?",
        "Qual é o papel dos seus sonhos e metas na sua vida?",
        "Como você se relaciona com o conceito de um mundo ideal e quais mudanças você gostaria de ver na sociedade?",
        "Se você pudesse escolher como sua vida seria em 10 anos, qual seria o seu cenário ideal?",
        "Como você lida com a solidão e como isso afeta sua vida?",
        "Quais verdades da vida você aprendeu observando outras pessoas?",
        "O que te motiva e como você mantém sua motivação?",
        "Qual conselho você daria ao seu eu mais jovem?",
        "O que significa conflito interno para você e como você o resolve?",
        "Como você define o significado da sua vida?",
        "Qual projeto ou objetivo pessoal consome mais tempo e energia na sua vida?",
        "Como você se relaciona com o conceito de responsabilidade pessoal e como isso influencia suas ações?",
        "O que significa ser honesto consigo mesmo para você e como isso afeta sua vida?",
        "Como você lida com sentimentos de incerteza e insegurança?",
        "Qual é a sua experiência de vida mais incomum?",
        "Como você define sucesso na vida pessoal e profissional?",
        "O que te ajuda a manter o otimismo em tempos difíceis?",
        "Qual qualidade pessoal você considera mais importante para uma vida harmoniosa?",
        "Como você entende o que é verdadeiramente importante para você no momento?",
        "Quais são seus valores e como eles influenciam suas decisões e ações?",
        "O que significa crescimento pessoal para você e como você o alcança?",
        "Qual é o passo mais audacioso que você já deu na sua vida?",
        "Como você se relaciona com mudanças e como você se adapta a elas?",
        "Qual é uma fonte de inspiração para você e como você a encontra?",
        "Qual é a lição mais importante que você aprendeu com sua experiência trabalhando em equipe?",
        "Qual evento ou conquista na sua vida você considera o mais significativo?",
        "O que significa ser um líder para você e como você desenvolve suas qualidades de liderança?",
        "Como você percebe suas fraquezas e como você trabalha nelas?",
        "Quais aspectos da sua vida você gostaria de mudar e por quê?",
        "O que te ajuda a manter a harmonia e estabilidade interior?",
        "Qual realização ou objetivo pessoal você considera o mais importante?",
        "Como você lida com sentimentos de fracasso e como eles afetam sua autoestima?",
        "Qual momento da sua vida foi o mais inspirador e por quê?",
        "Como você define sua individualidade e como ela se manifesta na sua vida?",
        "Como você aborda a tomada de decisões difíceis e como isso afeta sua vida?",
        "O que significa ser um verdadeiro amigo para você e como você constrói seus relacionamentos com os outros?",
        "Como você entende seus limites pessoais e como você os protege?",
        "Qual é a lição de vida mais importante que você aprendeu e como isso mudou você?",
        "O que significa liberdade verdadeira para você e como você a alcança?",
        "Como você trabalha sua autoconciência e entendimento de si mesmo?",
        "Como você entende e aceita suas emoções, e como isso afeta sua vida?",
        "O que significa encontrar seu caminho na vida para você e como você o busca?",
        "Quais momentos da sua infância deixaram a maior impressão e como eles te afetaram?",
        "Se você pudesse passar um dia com qualquer figura histórica, quem seria e por quê?",
        "Qual experiência ou evento mudou sua perspectiva sobre a vida?",
        "O que significa ser honesto para você, e como você lida com dilemas morais?",
        "Como você lida com sentimentos de inadequação e como isso afeta sua autoestima?",
        "Se você pudesse aprender algo novo em um dia, o que seria e por quê?",
        "Qual é a lição mais importante que você aprendeu com seus pais ou mentores?",
        "O que significa fazer parte de uma comunidade para você, e como isso afeta sua vida?",
        "Qual aspecto da sua vida você considera mais subestimado?",
        "Como você vê o conceito de felicidade como um objetivo em vez de um processo?",
        "O que te ajuda a manter a motivação em momentos em que é difícil encontrar inspiração?",
        "Qual lugar no mundo você sonha em visitar e por quê?",
        "Qual momento da sua vida foi o mais desafiador e o que você aprendeu com isso?",
        "O que significa sucesso em relacionamentos pessoais e profissionais para você?",
        "Como você lida com conflitos internos e como eles afetam seu comportamento?",
        "O que te ajuda a lidar com falhas e não perder a fé em si mesmo?",
        "Qual aspecto do seu caráter você gostaria de mudar e por quê?",
        "Quais livros ou ensinamentos moldaram suas crenças e visão de mundo?",
        "O que significa alcançar harmonia entre vida profissional e pessoal para você?",
        "Qual experiência pessoal foi a mais formativa no seu desenvolvimento?",
        "Como você entende e aceita suas limitações?",
        "O que significa estar aberto a mudanças para você e como isso afeta sua vida?",
        "Qual é a lição mais importante que você aprendeu com seus relacionamentos com os outros?",
        "Como você lida com sentimentos de incerteza na sua vida?",
        "O que te inspira a alcançar seus objetivos e como isso mudou sua vida?",
        "Qual desafio pessoal você considera o mais difícil e como você o superou?",
        "O que significa para você ter sucesso na vida pessoal e como você o alcança?",
        "Qual momento da sua vida foi o mais alegre e o que você aprendeu com isso?",
        "Qual projeto ou objetivo pessoal você considera o mais importante no momento?",
        "O que significa ser honesto com os outros para você e como isso afeta seus relacionamentos?",
        "Como você trabalha na sua auto melhoria e quais são seus objetivos nessa área?",
        "Qual aspecto do seu caráter você acha mais desafiador e como está trabalhando para melhorá-lo?",
        "O que significa ser fiel a si mesmo e como isso se manifesta na sua vida?",
        "Como você lida com momentos em que se sente perdido ou incerto sobre si mesmo?",
        "O que mais te preocupa no mundo moderno e como você lida com isso?",
        "Qual momento da sua vida você considera o mais importante para seu crescimento pessoal?",
        "O que significa encontrar significado nas coisas do dia a dia para você e como isso afeta sua vida?",
        "Qual é a lição mais importante que você aprendeu com sua experiência profissional?",
        "Como você define seus objetivos pessoais e como você trabalha para alcançá-los?",
        "Qual momento da sua vida mostrou que você é capaz de mais do que pensava?",
        "O que significa para você estar satisfeito com sua vida e como você alcança isso?",
        "Como você lida com sentimentos de inveja e como eles afetam sua vida?",
        "Qual experiência pessoal ou evento influenciou mais fortemente suas opiniões sobre a vida?",
        "O que significa estar em harmonia consigo mesmo e como você alcança isso?",
        "Qual foi a escolha mais difícil que você teve que fazer, e como isso mudou sua vida?",
        "O que te inspira a fazer mudanças pessoais e como você começa a trabalhar nelas?",
        "Como você se relaciona com o conceito de responsabilidade pessoal e como isso influencia suas ações?",
        "Qual é a lição mais valiosa que você aprendeu com seus fracassos e como isso impactou sua vida?",
        "O que significa estar em um estado de crescimento e desenvolvimento constantes para você?",
        "Qual momento da sua vida foi o mais surpreendente e como isso mudou sua visão de mundo?",
        "Como você lida com dificuldades em relacionamentos interpessoais e o que isso te ensinou?",
        "Qual conquista ou sucesso na sua vida você considera o mais significativo e por quê?",
        "O que significa encontrar alegria nas pequenas coisas para você e como isso afeta sua vida?",
        "Qual aspecto da sua vida você gostaria de melhorar e como você planeja fazer isso?",
        "Como você lida com sentimentos de insegurança e como isso afeta suas decisões?",
        "O que significa ser independente para você e como você alcança isso?",
        "Qual momento da sua vida foi o mais importante para o seu desenvolvimento pessoal?",
        "O que te inspira a buscar conquistas pessoais e como isso muda sua vida?",
        "Como você entende o significado da palavra 'significado' no contexto da sua vida e como isso te afeta?",
        "Qual é a lição mais importante que você aprendeu com seus relacionamentos com entes queridos?",
        "Como você lida com sentimentos de insatisfação e o que te ajuda nisso?",
        "O que significa para você ser um participante ativo na sua vida e como isso se manifesta em suas ações?",
        "Qual momento da sua vida foi o mais definidor para seu futuro?",
        "O que significa para você manter-se fiel aos seus princípios e como isso afeta sua vida?",
        "Qual experiência ou situação na sua vida te ajudou a entender melhor a si mesmo?",
        "Como você lida com dificuldades na implementação de seus planos e como isso afeta sua motivação?",
        "O que significa para você ter uma atitude positiva em relação à vida e como isso afeta seu entorno?",
        "Qual aspecto da sua vida você considera o mais importante para sua felicidade e como isso afeta sua vida?",
        "O que te inspira a fazer mudanças e como isso reflete no seu comportamento?",
        "Qual momento da sua vida mostrou que você pode superar dificuldades?",
        "Como você entende o significado de 'suficiência' e como isso afeta sua vida?",
        "O que significa para você encontrar um equilíbrio entre seus desejos e a realidade?",
        "Qual aspecto da sua vida você considera o mais bem-sucedido e por quê?",
        "Como você lida com sentimentos de fracasso e como isso afeta sua auto-percepção?",
        "O que te motiva a se aprimorar constantemente e como isso afeta sua vida?",
        "Qual momento da sua vida foi o mais significativo para seu desenvolvimento como pessoa?",
        "O que significa para você ter confiança em seu caminho e como isso se reflete em suas ações?",
        "Como você lida com momentos em que se sente perdido e o que te ajuda nisso?",
        "Qual experiência na sua vida foi a mais útil para seu crescimento pessoal?",
        "O que significa para você encontrar significado em suas ações e como isso afeta sua vida?",
        "Qual momento da sua vida foi o mais importante para entender a si mesmo e seus objetivos?",
        "O que te inspira a alcançar seus objetivos e como isso impacta sua vida?",
        "Qual aspecto da sua vida você gostaria de mudar e como isso afetaria seu futuro?",
        "Como você lida com dúvidas internas e como isso afeta seu comportamento?",
        "O que significa para você ser feliz e como você alcança isso?",
        "Qual momento da sua vida foi o mais alegre e como isso afetou sua percepção do mundo?",
        "Se você tivesse que escolher entre salvar a vida de um amigo próximo ou dez estranhos, quem você escolheria e por quê?",
        "Se você tivesse a oportunidade de revelar segredos pessoais de todos ao seu redor, incluindo os seus, mas isso custaria sua reputação, você concordaria?",
        "Se você descobrisse que suas conquistas foram resultado de fraude, você continuaria vivendo com esse conhecimento ou revelaria a verdade, sabendo que isso arruinaria sua carreira?",
        "Se você pudesse mudar uma regra ou lei na sociedade, qual seria e quais seriam as consequências dessa mudança?",
        "Se você fosse oferecido $1 milhão para enganar alguém que você respeita, você aceitaria e como isso mudaria sua atitude em relação a essa pessoa?",
        "Se você pudesse voltar no tempo e impedir a morte de uma pessoa, mas isso teria consequências catastróficas para a sociedade, você faria isso?",
        "Se você tivesse a chance de mudar seu gênero para qualquer outro, sabendo que isso mudaria radicalmente sua vida, você aceitaria essa chance?",
        "Se você descobrisse que sua felicidade estava ligada ao sofrimento de outra pessoa, você continuaria feliz ou tentaria mudar a situação?",
        "Se sua escolha pudesse salvar a si mesmo ou um grupo de pessoas que causaria muito dano no futuro, quem você escolheria?",
        "Se você soubesse que uma de suas ações arruinaria a carreira de alguém que nunca te prejudicou, mas te traria um benefício enorme, você a faria?",
        "Se você pudesse adquirir um conhecimento único que criaria um dilema moral significativo, você usaria isso ou recusaria?",
        "Se você tivesse que escolher entre salvar seu filho e salvar todas as crianças do mundo, o que você escolheria e por quê?",
        "Se você descobrisse que seu sucesso só foi possível manipulando outros, como isso mudaria sua percepção de sucesso?",
        "Se você pudesse destruir todos os avanços tecnológicos para prevenir um desastre ambiental, mas isso retrocederia a sociedade centenas de anos, você faria isso?",
        "Se você tivesse a oportunidade de saber a opinião honesta de todos sobre você, você gostaria de ouvir, apesar da possível dor?",
        "Se você pudesse mudar um aspecto do seu caráter que afeta sua vida pessoal, mas isso também mudaria sua carreira e relacionamentos, o que você faria?",
        "Se você pudesse aprender todos os segredos de qualquer país, mas seria condenado à prisão perpétua por isso, você concordaria?",
        "Se você tivesse que escolher entre permanecer fiel aos seus princípios e manter uma amizade com alguém que viola esses princípios, o que você escolheria?",
        "Se você pudesse tomar uma droga que te tornaria perfeito de todas as maneiras, mas mudaria completamente sua personalidade, você tomaria?",
        "Se você fosse oferecido para se tornar um líder excepcional, mas somente se cometesse um ato moralmente questionável, você aceitaria?",
        "Se você pudesse se tornar um ser sobrenatural com habilidades incríveis, mas somente com a condição de sacrificar sua identidade humana, você faria isso?",
        "Se você descobrisse que seu melhor amigo estava planejando cometer um crime que poderia trazer grandes benefícios, mas também muito dano, o que você faria?",
        "Se você estivesse em um mundo onde apenas seus valores morais importassem, e todos os outros seguissem princípios opostos, como isso mudaria suas ações e percepção do mundo?",
        "Se você pudesse prevenir uma catástrofe global, mas isso exigisse sacrificar uma quantidade significativa de recursos pessoais e relacionamentos, o que você faria?",
        "Se você pudesse mudar sua vida para ser perfeita para a sociedade, mas perder todas as suas conexões pessoais e identidade, você concordaria?",
        "Se você fosse oferecido uma grande fortuna por uma única ação ruim que não prejudicaria diretamente ninguém, o que você faria?",
        "Se você pudesse tomar uma decisão que levaria a um progresso significativo na ciência, mas causaria danos a você ou aos seus entes queridos, você a tomaria?",
        "Se você fosse oferecido para se tornar parte de uma organização secreta que poderia mudar o mundo, mas exigiria esconder a verdade de todos que você conhece, você concordaria?",
        "Se você pudesse criar um mundo perfeito, mas isso significaria destruir o existente, você concordaria?",
        "Se você pudesse salvar a vida de alguém que te prejudica pessoalmente, mas isso levaria a grande sofrimento para outros, como você procederia?",
        "Se você descobrisse que um de seus entes queridos estava planejando cometer um crime que poderia mudar o destino de muitas pessoas, o que você faria?",
        "Se você tivesse que escolher entre seu código moral e sua vida, onde salvar uma vida exigiria quebrar seus princípios, o que você faria?",
        "Se você pudesse ganhar poder absoluto no mundo, mas somente com a condição de governar de forma severa, você aceitaria?",
        "Se você tivesse a chance de apagar a memória de um erro que levou a uma grande perda, mas isso também apagaria parte de sua experiência, você faria isso?",
        "Se você tivesse que escolher entre sua carreira e sua felicidade pessoal, o que você escolheria e por quê?",
        "Se você pudesse ganhar poder absoluto sobre um aspecto da vida humana, mas isso criaria dilemas morais para outros, como você agiria?",
        "Se você fosse oferecido a chance de se tornar um ser ideal aos olhos da sociedade, mas isso significasse abrir mão de todos os seus desejos e sonhos pessoais, você aceitaria?",
        "Se você pudesse conseguir tudo o que deseja, mas somente sob a condição de enganar os outros, você concordaria?",
        "Se você tivesse a chance de assumir a responsabilidade por uma grande organização que resolve questões globais importantes, mas isso também exigisse compromissos morais, você faria isso?",
        "Se você pudesse conhecer todos os pensamentos e sentimentos ocultos de cada pessoa, mas isso exigisse abrir mão de sua privacidade, como isso mudaria seu comportamento?",
        "Se você tivesse que escolher entre a liberdade pessoal e a capacidade de influenciar os destinos de outras pessoas, o que você escolheria e por quê?",
        "Se você pudesse evitar a desgraça de uma pessoa, mas isso levasse a uma desgraça inevitável para muitos outros, como você agiria?",
        "Se você tivesse a chance de mudar uma coisa na história humana, o que você escolheria e quais seriam as consequências dessa mudança?",
        "Se você fosse oferecido para se juntar a um clube exclusivo seguindo regras rígidas que violam seus princípios morais, você concordaria?",
        "Se você tivesse a chance de mudar seu passado para evitar todos os erros, mas isso também mudaria seus relacionamentos com entes queridos, você aceitaria?",
        "Se você descobrisse que seu ganho pessoal estava ligado a ocultar informações importantes que poderiam ajudar muitas pessoas, como você agiria?",
        "Se você tivesse que escolher entre o bem-estar da sua família e sua integridade moral, o que você escolheria e por quê?",
        "Se você pudesse adquirir conhecimento que te tornaria incrivelmente bem-sucedido, mas envolvesse quebrar normas morais, você concordaria?",
        "Se você fosse oferecido para se tornar uma pessoa impecável aos olhos da sociedade, mas isso exigisse uma mudança completa em sua personalidade, você aceitaria?",
        "Se você pudesse criar uma sociedade perfeita, mas somente eliminando todos que se opõem a esse ideal, como você agiria?",
        "Se você fosse oferecido a salvação de uma doença, mas isso significasse sacrificar seus ideais, como você procederaria?",
        "Se você pudesse conseguir tudo o que deseja, mas isso envolvesse destruir parte da sua vida, como você agiria?",
        "Se você tivesse a chance de prevenir uma catástrofe global, mas isso exigisse abrir mão de toda felicidade e conexões pessoais, você concordaria?",
        "Se você pudesse se tornar líder de uma revolução que poderia mudar radicalmente a sociedade, mas somente quebrando a lei, você aceitaria tal oferta?",
        "Se suas ações pudessem salvar muitas vidas, mas destruíssem sua reputação, como você procederaria?",
        "Se você tivesse a oportunidade de se tornar ideal para todos, mas isso significasse perder sua individualidade, você aceitaria?",
        "Se você tivesse que escolher entre sua liberdade pessoal e salvar um grande grupo de pessoas, o que você escolheria e por quê?",
        "Se você pudesse usar seu conhecimento para alcançar objetivos pessoais, mas isso violaria normas morais e éticas, o que você faria?",
        "Se você tivesse a oportunidade de entender todos os aspectos da vida, mas isso significasse perder todos os seus entes queridos, você aceitaria?",
        "Se você fosse oferecido a imortalidade, mas isso significasse completa isolamento da sociedade, você aceitaria?",
        "Se você pudesse ganhar poder ilimitado em sua área, mas isso exigisse compromissos morais e sacrifícios, como você procederaria?",
        "Se seu sucesso dependesse de esconder a verdade sobre os outros, como isso mudaria sua percepção do seu sucesso?",
        "Se você fosse oferecido oportunidades únicas, mas somente com a condição de violar seus princípios morais, você aceitaria?",
        "Se você pudesse criar um mundo sem medo e sofrimento, mas isso também significasse destruir a liberdade de escolha, como você agiria?",
        "Se você fosse dado a chance de resolver uma questão importante, mas somente sacrificando seus princípios, como você agiria?",
        "Se você pudesse conseguir tudo o que deseja, mas somente mudando a si mesmo além do reconhecimento, você aceitaria?",
        "Se você tivesse que escolher entre sua honestidade pessoal e salvar um grande número de pessoas, o que você faria?",
        "Se você pudesse se tornar infinitamente rico, mas isso significasse enganar seus entes queridos, você aceitaria?",
        "Se você pudesse mudar algo no passado que afetaria o destino de muitas pessoas, mas também mudaria sua felicidade pessoal, o que você escolheria?",
        "Se você fosse oferecido poder absoluto em troca de compromissos morais pessoais, você aceitaria?",
        "Se você pudesse prevenir uma tragédia, mas somente à custa de sacrifícios pessoais significativos, você aceitaria?",
        "Se você tivesse que escolher entre seus ideais e preservar sua carreira, o que você escolheria?",
        "Se você tivesse a oportunidade de alcançar sucesso, mas isso exigisse violações morais, como você agiria?",
        "Se você fosse oferecido oportunidades únicas, mas isso exigisse abrir mão de princípios pessoais, você aceitaria?"
    ]
}