{
    "name": "ru",
    "accept": "Применить",
    "changeQuestion": "Сменить вопрос",
    "enjoyApp": "Нравится наше приложение?",
    "enjoyAppDescription": "Мы надеемся, что вам нравится использовать наше приложение! Если это так, пожалуйста, уделите минуту, чтобы оценить нас в магазине. Ваши отзывы помогают нам становиться лучше и развиваться!",
    "rateNow": "Оценить",
    "maybeLater": "Позже",
    "questions": [
        "Как ты думаешь, что самое важное в жизни, и почему?",
        "Если бы у тебя была возможность изменить одно событие в своей жизни, что бы ты изменил и почему?",
        "Какой самый большой страх ты преодолел в своей жизни?",
        "Какие качества в людях ты ценишь больше всего и почему?",
        "Какие жизненные принципы для тебя являются незыблемыми?",
        "Есть ли у тебя тайные мечты, о которых ты никогда не говорил никому? Если да, какие?",
        "Что бы ты сделал, если бы знал, что завтра конец света?",
        "Как ты относишься к концепции судьбы и свободной воли?",
        "Какие книги или фильмы оказали на тебя наибольшее влияние и почему?",
        "Что ты считаешь своим самым большим достижением на данный момент?",
        "Какие вещи в жизни ты бы хотел испытать, но пока не имел возможности?",
        "Что для тебя значит быть счастливым?",
        "Какой момент в твоей жизни был наиболее определяющим для тебя?",
        "Какие события из прошлого тебя до сих пор беспокоят?",
        "Как ты справляешься с разочарованием и неудачами?",
        "Если бы у тебя была возможность получить один совет от любого человека, живого или умершего, кто бы это был и какой совет ты бы хотел услышать?",
        "Какие личные границы для тебя важны в отношениях с другими людьми?",
        "Что бы ты изменил в себе, если бы мог?",
        "Какое событие или ситуация в твоей жизни была самой трудной и как ты с этим справился?",
        "Какое качество ты бы хотел развить в себе и почему?",
        "Какой у тебя самый неожиданный талант или увлечение?",
        "Что для тебя является настоящим успехом?",
        "Как ты думаешь, что такое любовь и как она проявляется в твоей жизни?",
        "Есть ли у тебя какой-то ритуал или привычка, которая помогает тебе сохранять равновесие?",
        "Какую роль в твоей жизни играют друзья и что для тебя значит настоящая дружба?",
        "Если бы ты мог вернуться в прошлое и дать себе один совет, какой бы он был?",
        "Какие твои страхи и как ты работаешь над их преодолением?",
        "Какой был самый трудный выбор, который тебе приходилось делать?",
        "Что для тебя означает внутренний покой и как ты его достигаешь?",
        "Какое самое важное урок ты извлёк из своих ошибок?",
        "Что бы ты сделал, если бы у тебя была неограниченная свобода выбора?",
        "Какие у тебя есть способы справляться с давлением и стрессом?",
        "Как ты оцениваешь свою способность прощать, и как это влияет на твою жизнь?",
        "Какой личный опыт ты считаешь наиболее ценным для своего развития?",
        "Что для тебя значит быть взрослым?",
        "Какое событие в твоей жизни дало тебе больше всего уверенности в себе?",
        "Какую роль в твоей жизни играют твои мечты и цели?",
        "Как ты относишься к концепции идеального мира и какие бы изменения ты хотел бы видеть в обществе?",
        "Если бы ты мог выбрать, как будет выглядеть твоя жизнь через 10 лет, каким бы был твой идеальный сценарий?",
        "Как ты справляешься с одиночеством и как оно влияет на твою жизнь?",
        "Какие жизненные истины ты узнал из наблюдений за другими людьми?",
        "Что тебя мотивирует и как ты поддерживаешь свою мотивацию?",
        "Какой совет ты бы дал своему младшему я?",
        "Что для тебя значит внутренний конфликт и как ты его решаешь?",
        "Как ты определяешь смысл своей жизни?",
        "Какой личный проект или цель занимает больше всего времени и энергии в твоей жизни?",
        "Как ты относишься к концепции личной ответственности и как она влияет на твои действия?",
        "Что для тебя значит быть честным с самим собой и как это влияет на твою жизнь?",
        "Как ты справляешься с чувством неопределённости и неуверенности?",
        "Какой твой самый необычный жизненный опыт?",
        "Как ты определяешь, что такое успех в личной и профессиональной жизни?",
        "Что тебе помогает сохранять оптимизм в трудные времена?",
        "Какое личное качество ты считаешь наиболее важным для гармоничной жизни?",
        "Как ты понимаешь, что действительно важное для тебя в данный момент?",
        "Какие твои ценности и как они влияют на твои решения и действия?",
        "Что для тебя значит внутреннее развитие и как ты его достигаешь?",
        "Какой самый смелый шаг ты когда-либо делал в своей жизни?",
        "Как ты относишься к изменениям и как ты адаптируешься к ним?",
        "Что для тебя является источником вдохновения и как ты его находишь?",
        "Какой самый важный урок ты извлёк из своего опыта работы в команде?",
        "Какое событие или достижение в твоей жизни ты считаешь наиболее значимым?",
        "Что для тебя значит быть лидером и как ты развиваешь свои лидерские качества?",
        "Как ты воспринимаешь свои слабости и как работаешь над ними?",
        "Какие аспекты твоей жизни ты бы хотел изменить и почему?",
        "Что тебе помогает сохранять внутреннюю гармонию и устойчивость?",
        "Какое личное достижение или цель ты считаешь своим самым важным?",
        "Как ты справляешься с чувствами неудачи и как они влияют на твою самооценку?",
        "Какой момент в твоей жизни был наиболее вдохновляющим и почему?",
        "Как ты определяешь свою индивидуальность и как она проявляется в твоей жизни?",
        "Как ты подходишь к принятию сложных решений и как это влияет на твою жизнь?",
        "Что для тебя значит быть настоящим другом и как ты строишь свои отношения с другими?",
        "Как ты понимаешь свои личные границы и как ты их защищаешь?",
        "Какой твой самый важный жизненный урок и как он изменил тебя?",
        "Что для тебя означает истинная свобода и как ты её достигаешь?",
        "Как ты работаешь над своим самосознанием и пониманием себя?",
        "Как ты понимаешь и принимаешь свои эмоции, и как это влияет на твою жизнь?",
        "Что для тебя значит найти свой путь в жизни и как ты его ищешь?",
        "Какие моменты из твоего детства оставили наибольшее впечатление и как они повлияли на тебя?",
        "Если бы у тебя была возможность провести день с любым историческим человеком, кто бы это был и почему?",
        "Какой опыт или событие изменило твоё представление о жизни?",
        "Что для тебя означает быть честным, и как ты справляешься с моральными дилеммами?",
        "Как ты справляешься с чувством недостаточности и как это влияет на твою самооценку?",
        "Если бы ты мог научиться чему-то новому за один день, что бы это было и почему?",
        "Какой самый важный урок ты узнал от своих родителей или наставников?",
        "Что для тебя означает быть частью сообщества, и как это влияет на твою жизнь?",
        "Какой аспект твоей жизни ты считаешь наиболее недооценённым?",
        "Как ты относишься к концепции счастья как цели, а не как процесса?",
        "Что тебе помогает оставаться мотивированным в периоды, когда трудно найти вдохновение?",
        "Какое место в мире ты мечтаешь посетить и почему?",
        "Какой момент в твоей жизни был самым сложным и что ты из этого извлёк?",
        "Что для тебя означает успех в личных и профессиональных отношениях?",
        "Как ты справляешься с внутренними конфликтами и как они влияют на твоё поведение?",
        "Что тебе помогает справляться с неудачами и не терять веру в себя?",
        "Какой аспект своего характера ты хотел бы изменить и почему?",
        "Какие книги или учения сформировали твои убеждения и мировосприятие?",
        "Что для тебя означает достижение гармонии между работой и личной жизнью?",
        "Какой личный опыт оказался для тебя наиболее формирующим в твоём развитии?",
        "Как ты понимаешь и принимаешь свои ограничения?",
        "Что для тебя означает быть открытым для изменений и как это влияет на твою жизнь?",
        "Какой самый важный урок ты извлёк из своих отношений с другими людьми?",
        "Как ты справляешься с чувством неопределённости в своей жизни?",
        "Что тебя вдохновляет на достижение своих целей и как это изменило твою жизнь?",
        "Какой личный вызов ты считаешь самым сложным и как ты его преодолел?",
        "Что для тебя значит быть успешным в личной жизни и как ты это достигаешь?",
        "Какой момент в твоей жизни был наиболее радостным и что ты из этого извлёк?",
        "Какой личный проект или цель ты считаешь наиболее важным на данный момент?",
        "Что для тебя означает быть честным с другими и как это влияет на твои отношения?",
        "Как ты работаешь над своим самосовершенствованием и какие у тебя есть цели в этом направлении?",
        "Какой аспект своего характера ты считаешь наиболее сложным и как ты работаешь над его улучшением?",
        "Что для тебя значит быть настоящим собой и как это проявляется в твоей жизни?",
        "Как ты справляешься с моментами, когда чувствуешь себя потерянным или неуверенным?",
        "Что тебя наиболее сильно беспокоит в современном мире и как ты с этим справляешься?",
        "Какой момент в твоей жизни ты считаешь самым важным для твоего роста как личности?",
        "Что для тебя означает находить смысл в повседневных вещах и как это влияет на твою жизнь?",
        "Какой самый важный урок ты извлёк из своего профессионального опыта?",
        "Как ты определяешь свои личные цели и как работаешь над их достижением?",
        "Какой момент в твоей жизни показал тебе, что ты способен на большее, чем думал?",
        "Что для тебя значит быть удовлетворённым своей жизнью и как ты этого достигаешь?",
        "Как ты справляешься с чувствами зависти и как они влияют на твою жизнь?",
        "Какой личный опыт или событие наиболее сильно повлияло на твои взгляды на жизнь?",
        "Что для тебя означает быть в гармонии с самим собой и как ты этого добиваешься?",
        "Какой самый сложный выбор, который тебе пришлось сделать, и как это изменило твою жизнь?",
        "Что тебя вдохновляет на личные изменения и как ты начинаешь работать над ними?",
        "Как ты относишься к концепции личной ответственности и как она влияет на твои действия?",
        "Какой самый ценный урок ты извлёк из своих неудач и как это повлияло на твою жизнь?",
        "Что для тебя означает быть в состоянии постоянного роста и развития?",
        "Какой момент в твоей жизни был наиболее удивительным и как он изменил твоё восприятие мира?",
        "Как ты справляешься с трудностями в межличностных отношениях и что тебя этому научило?",
        "Какое достижение или успех в твоей жизни ты считаешь наиболее значимым и почему?",
        "Что для тебя значит находить радость в мелочах и как это влияет на твою жизнь?",
        "Какой аспект своей жизни ты бы хотел улучшить и как ты планируешь это сделать?",
        "Как ты справляешься с чувством неуверенности и как это влияет на твои решения?",
        "Что для тебя значит быть независимым и как ты этого добиваешься?",
        "Какой момент в твоей жизни был для тебя самым важным в плане саморазвития?",
        "Что тебя вдохновляет на личные достижения и как это меняет твою жизнь?",
        "Как ты понимаешь значение слова «смысл» в контексте своей жизни и как это влияет на тебя?",
        "Какой самый важный урок ты извлёк из своих отношений с близкими людьми?",
        "Как ты справляешься с чувством неудовлетворённости и что тебе в этом помогает?",
        "Что для тебя означает быть активным участником своей жизни и как это проявляется в твоих действиях?",
        "Какой момент в твоей жизни был самым определяющим для твоего будущего?",
        "Что для тебя значит быть верным своим принципам и как это влияет на твою жизнь?",
        "Какой опыт или ситуация в твоей жизни помогли тебе лучше понять себя?",
        "Как ты справляешься с трудностями в реализации своих планов и как это влияет на твою мотивацию?",
        "Что для тебя означает иметь позитивное отношение к жизни и как это влияет на твоё окружение?",
        "Какой аспект своей жизни ты считаешь наиболее важным для своего счастья и как это влияет на твою жизнь?",
        "Что тебя вдохновляет на изменения и как это отражается в твоём поведении?",
        "Какой момент в твоей жизни показал тебе, что ты можешь справиться с трудностями?",
        "Как ты понимаешь значение слова «достаток» и как это влияет на твою жизнь?",
        "Что для тебя значит находить баланс между своими желаниями и реальностью?",
        "Какой аспект своей жизни ты считаешь наиболее успешным и почему?",
        "Как ты справляешься с чувством неудачи и как это влияет на твоё восприятие себя?",
        "Что тебя мотивирует на постоянное самосовершенствование и как это влияет на твою жизнь?",
        "Какой момент в твоей жизни был наиболее значимым для твоего развития как личности?",
        "Что для тебя означает быть уверенным в своём пути и как это отражается в твоих действиях?",
        "Как ты справляешься с моментами, когда чувствуешь себя потерянным, и что тебе в этом помогает?",
        "Какой опыт в твоей жизни оказался наиболее полезным для твоего личного роста?",
        "Что для тебя значит находить смысл в своих действиях и как это влияет на твою жизнь?",
        "Какой момент в твоей жизни был наиболее важным для понимания себя и своих целей?",
        "Что тебя вдохновляет на достижение своих целей и как это влияет на твою жизнь?",
        "Какой аспект своей жизни ты бы хотел изменить и как это отразится на твоём будущем?",
        "Как ты справляешься с внутренними сомнениями и как это влияет на твоё поведение?",
        "Что для тебя означает быть счастливым, и как ты этого добиваешься?",
        "Какой момент в твоей жизни был наиболее радостным и как это повлияло на твоё восприятие мира?",
        "Если бы ты оказался перед выбором: спасти жизнь одного близкого друга или десяти незнакомцев, кого бы ты выбрал и почему?",
        "Если бы у тебя была возможность раскрыть личные секреты каждого человека в твоём окружении, включая свои собственные, но это стоило бы тебе репутации, согласился бы ты на это?",
        "Если бы ты узнал, что твои достижения являются результатом мошенничества, продолжал бы ты жить с этим знанием или раскрыл бы правду, зная, что это разрушит твою карьеру?",
        "Если бы ты мог изменить одно правило или закон в обществе, что бы это было и каковы были бы последствия такого изменения?",
        "Если бы тебе предложили 1 миллион долларов за то, чтобы обмануть человека, которого ты уважаешь, согласился бы ты и как это изменило бы твоё отношение к нему?",
        "Если бы ты мог вернуться в прошлое и предотвратить смерть одного человека, но это вызвало бы катастрофические последствия для общества, сделал бы ты это?",
        "Если бы у тебя была возможность изменить свой пол на любой другой, зная, что это кардинально изменит твою жизнь, воспользовался бы ты этим шансом?",
        "Если бы ты узнал, что твоё счастье связано с чужими страданиями, продолжал бы ты быть счастливым или попытался бы изменить ситуацию?",
        "Если бы твой выбор спасал бы тебя или группу людей, которая в будущем принесёт много вреда, кого бы ты выбрал?",
        "Если бы ты знал, что одно из твоих действий разрушит карьеру человека, который никогда не причинял тебе вреда, но принесёт тебе огромную выгоду, сделал бы ты это?",
        "Если бы ты мог получить уникальные знания, которые создадут значительную моральную дилемму, использовал бы ты их или отказался бы?",
        "Если бы тебе нужно было выбрать между спасением своего ребенка и спасением всех детей в мире, что бы ты выбрал и почему?",
        "Если бы ты узнал, что твой успех возможен только благодаря манипуляциям с другими людьми, как бы это изменило твоё восприятие успеха?",
        "Если бы ты мог уничтожить все технологические достижения, чтобы предотвратить экологическую катастрофу, но это вернуло бы общество на сотни лет назад, сделал бы ты это?",
        "Если бы у тебя была возможность узнать абсолютно честное мнение о себе от всех людей в твоей жизни, хотел бы ты это услышать, несмотря на возможную боль?",
        "Если бы ты мог изменить один аспект своего характера, который влияет на твою личную жизнь, но это также изменило бы твою карьеру и отношения, как бы ты поступил?",
        "Если бы ты мог узнать все секреты любой страны, но за это был бы осуждён на пожизненное заключение, согласился бы ты?",
        "Если бы тебе пришлось выбирать между сохранением своей верности принципам и дружбой с человеком, который нарушает эти принципы, что бы ты выбрал?",
        "Если бы ты мог принять лекарство, которое сделает тебя идеальным во всех отношениях, но полностью изменит твою личность, стал бы ты его принимать?",
        "Если бы тебе предложили стать выдающимся лидером, но только если ты совершишь морально сомнительный поступок, согласился бы ты?",
        "Если бы ты мог стать сверхъестественным существом с невероятными способностями, но только при условии, что ты пожертвуешь своей человеческой идентичностью, сделал бы ты это?",
        "Если бы ты узнал, что твой лучший друг планирует совершить преступление, которое может принести много пользы, но также и много вреда, что бы ты сделал?",
        "Если бы ты оказался в мире, где только твои моральные ценности важны, а все остальные следуют противоположным принципам, как бы это изменило твои действия и восприятие мира?",
        "Если бы ты мог предотвратить глобальную катастрофу, но для этого нужно было бы пожертвовать значительным количеством личных ресурсов и отношений, как бы ты поступил?",
        "Если бы ты мог изменить свою жизнь так, чтобы стать идеальным для общества, но потерять все свои личные связи и идентичность, согласился бы ты?",
        "Если бы тебе предложили огромное богатство за одно плохое действие, которое никому не навредит напрямую, как бы ты поступил?",
        "Если бы ты мог принять решение, которое приведёт к значительному прогрессу в науке, но при этом повредит тебе или твоим близким, принял бы ты это решение?",
        "Если бы тебе предложили стать частью секретной организации, которая может изменить мир, но для этого нужно скрывать правду от всех, кого ты знаешь, согласился бы ты?",
        "Если бы ты мог создать идеальный мир, но для этого нужно было бы уничтожить существующий, согласился бы ты на это?",
        "Если бы ты мог спасти жизнь человека, который причиняет тебе личный вред, но это привело бы к большому количеству страданий для других, как бы ты поступил?",
        "Если бы ты узнал, что один из твоих близких планирует совершить преступление, которое может изменить судьбы многих людей, что бы ты сделал?",
        "Если бы тебе пришлось выбирать между своим моральным кодексом и жизнью, где спасение жизни требует нарушения твоих принципов, как бы ты поступил?",
        "Если бы ты мог получить всю власть в мире, но только при условии, что ты будешь править жестоко, согласился бы ты?",
        "Если бы у тебя была возможность стереть память о том, что ты совершил ошибку, приведшую к большой потере, но это также стерло бы часть твоего опыта, воспользовался бы ты этим?",
        "Если бы тебе нужно было сделать выбор между карьерой и личным счастьем, что бы ты выбрал и почему?",
        "Если бы ты мог получить абсолютную власть над одним аспектом человеческой жизни, но это создало бы моральные дилеммы для других, как бы ты поступил?",
        "Если бы тебе предложили возможность стать идеальным существом в глазах общества, но это означало бы отказ от всех своих личных желаний и мечт, согласился бы ты?",
        "Если бы ты мог получить всё, что хочешь, но только при условии, что это будет сделано за счёт обмана окружающих, согласился бы ты?",
        "Если бы у тебя была возможность взять на себя ответственность за большую организацию, которая решает важные мировые вопросы, но это также требовало бы моральных компромиссов, стал бы ты это делать?",
        "Если бы ты мог узнать все сокровенные мысли и чувства каждого человека, но за это пришлось бы отказаться от своей приватности, как бы это изменило твоё поведение?",
        "Если бы тебе пришлось выбирать между личной свободой и возможностью влиять на судьбы других людей, что бы ты выбрал и почему?",
        "Если бы ты мог предотвратить несчастье одного человека, но это привело бы к неизбежному несчастью для многих других, как бы ты поступил?",
        "Если бы у тебя была возможность изменить одну вещь в истории человечества, что бы ты выбрал и каковы были бы последствия этого изменения?",
        "Если бы тебе предложили стать частью эксклюзивного клуба, следуя строгим правилам, нарушающим твои моральные принципы, согласился бы ты?",
        "Если бы у тебя была возможность изменить своё прошлое так, чтобы избежать всех ошибок, но это также изменило бы твои отношения с близкими, воспользовался бы ты этой возможностью?",
        "Если бы ты узнал, что твоя личная выгода связана с сокрытием важной информации, которая может помочь многим людям, как бы ты поступил?",
        "Если бы тебе нужно было сделать выбор между благополучием своей семьи и своей моральной честностью, что бы ты выбрал и почему?",
        "Если бы ты мог получить знание, которое сделает тебя невероятно успешным, но включает нарушение моральных норм, согласился бы ты?",
        "Если бы тебе предложили стать безупречным человеком в глазах общества, но это требовало бы полной перемены твоей личности, согласился бы ты?",
        "Если бы у тебя была возможность создать идеальное общество, но только если ты уберёшь всех, кто против этого идеала, как бы ты поступил?",
        "Если бы тебе предложили спасение от болезни, но это означало бы жертвовать своими идеалами, как бы ты поступил?",
        "Если бы ты мог получить всё, что хочешь, но за это нужно было бы уничтожить часть своей жизни, как бы ты поступил?",
        "Если бы у тебя была возможность предотвратить глобальную катастрофу, но это потребовало бы полного отказа от личного счастья и связей, согласился бы ты?",
        "Если бы ты мог стать лидером революции, способной кардинально изменить общество, но только нарушив закон, принял бы ты такое предложение?",
        "Если бы твои действия могли спасти множество жизней, но при этом разрушили бы твою репутацию, как бы ты поступил?",
        "Если бы у тебя была возможность стать идеальным для всех, но это означало бы потерю своей индивидуальности, согласился бы ты?",
        "Если бы тебе нужно было выбрать между собственной свободой и спасением большой группы людей, что бы ты выбрал и почему?",
        "Если бы ты мог использовать свои знания для достижения личных целей, но это нарушало бы моральные и этические нормы, что бы ты сделал?",
        "Если бы у тебя была возможность понять все аспекты жизни, но за это нужно было бы расстаться со всеми близкими, согласился бы ты?",
        "Если бы тебе предложили стать бессмертным, но это означало бы полную изоляцию от общества, согласился бы ты?",
        "Если бы ты мог получить неограниченную власть в своей сфере, но это потребовало бы моральных компромиссов и жертв, как бы ты поступил?",
        "Если бы твой успех зависел от сокрытия правды о других, как бы это изменило твоё восприятие своего успеха?",
        "Если бы тебе предложили уникальные возможности, но только при условии нарушения твоих моральных принципов, согласился бы ты?",
        "Если бы у тебя была возможность создать мир без страха и страданий, но это также означало бы уничтожение свободы выбора, как бы ты поступил?",
        "Если бы тебе дали возможность решить важный вопрос, но только при условии жертвования своими принципами, как бы ты поступил?",
        "Если бы ты мог получить всё, что хочешь, но за это нужно было бы изменить себя до неузнаваемости, согласился бы ты?",
        "Если бы тебе нужно было выбрать между своей личной честностью и спасением большого числа людей, как бы ты поступил?",
        "Если бы у тебя была возможность стать богатым безгранично, но это означало бы обман близких, согласился бы ты?",
        "Если бы ты мог изменить что-то в прошлом, что повлияло бы на судьбы многих людей, но это также изменило бы твоё личное счастье, что бы ты выбрал?",
        "Если бы тебе предложили абсолютную власть в обмен на личные моральные компромиссы, согласился бы ты?",
        "Если бы ты мог предотвратить трагедию, но только ценой значительных личных жертв, согласился бы ты?",
        "Если бы тебе пришлось выбирать между своими идеалами и сохранением карьеры, что бы ты выбрал?",
        "Если бы у тебя была возможность добиться успеха, но это требовало бы моральных нарушений, как бы ты поступил?",
        "Если бы тебе предложили уникальные возможности, но это требовало бы отказа от личных принципов, согласился бы ты?",
        "Если бы ты мог стать частью идеального общества, но это означало бы отказ от своей индивидуальности, согласился бы ты?",
        "Если бы ты мог получить все знания, но только если это нарушало бы твои моральные нормы, как бы ты поступил?",
        "Если бы тебе пришлось выбрать между личным счастьем и глобальным благом, что бы ты выбрал?",
        "Если бы у тебя была возможность изменить ход истории, но это привело бы к моральным и этическим дилеммам, как бы ты поступил?",
        "Если бы тебе предложили стать лидером и изменить мир, но это потребовало бы моральных компромиссов, согласился бы ты?",
        "Если бы у тебя была возможность получить всё, что хочешь, но это означало бы нарушение законов и моральных норм, как бы ты поступил?",
        "Если бы тебе нужно было выбирать между сохранением репутации и спасением жизней, что бы ты выбрал?",
        "Если бы ты мог стать супергероем с великими силами, но это потребовало бы жертвы своих личных ценностей, согласился бы ты?",
        "Если бы ты мог получить идеальное понимание всех человеческих эмоций, но это означало бы полное изменение твоей личности, как бы ты поступил?",
        "Если бы тебе нужно было выбрать между честностью и удобством, что бы ты выбрал?",
        "Если бы у тебя была возможность стать идеальным для общества, но это требовало бы от тебя жертвовать своими желаниями, согласился бы ты?",
        "Если бы тебе предложили стать частью уникальной социальной группы, но это означало бы нарушение своих моральных принципов, согласился бы ты?",
        "Если бы ты мог изменить своё будущее, но это требовало бы отказа от всех своих текущих связей и отношений, согласился бы ты?"
    ]
}