{
    "name": "ua",
    "accept": "Прийняти",
    "changeQuestion": "Змінити питання",
    "questions": [
        "Що, на вашу думку, є найважливішим у житті і чому?",
        "Якби у вас була можливість змінити одну подію у вашому житті, що б ви змінили і чому?",
        "Який найбільший страх ви подолали у своєму житті?",
        "Які якості в людях ви цінуєте найбільше і чому?",
        "Які принципи життя для вас незмінні?",
        "Чи є у вас якісь таємні мрії, про які ви ніколи не говорили нікому? Якщо так, то які вони?",
        "Що б ви зробили, якби знали, що завтра кінець світу?",
        "Як ви ставитеся до концепції долі і вільної волі?",
        "Які книги чи фільми мали на вас найбільший вплив і чому?",
        "Що ви вважаєте своїм найбільшим досягненням на сьогоднішній день?",
        "Які досвіди в житті ви хотіли б спробувати, але ще не мали можливості?",
        "Що для вас означає бути щасливим?",
        "Який момент у вашому житті був найвизначнішим для вас?",
        "Які події з минулого все ще турбують вас?",
        "Як ви справляєтеся з розчаруваннями та невдачами?",
        "Якби ви могли отримати одну пораду від будь-якої особи, живої чи мертвої, хто це був би і яку пораду ви хотіли б почути?",
        "Які особисті межі важливі для вас у стосунках з іншими?",
        "Що б ви змінили в собі, якби могли?",
        "Яку якість ви хотіли б розвинути в собі і чому?",
        "Який ваш найнеочікуваніший талант або хобі?",
        "Що для вас означає справжній успіх?",
        "Що ви думаєте про любов і як вона проявляється у вашому житті?",
        "Чи є у вас якийсь ритуал чи звичка, яка допомагає вам зберігати баланс?",
        "Яку роль відіграють друзі у вашому житті і що для вас означає справжня дружба?",
        "Якби ви могли повернутися в минуле і дати собі одну пораду, що б це було?",
        "Які у вас є страхи і як ви працюєте над їх подоланням?",
        "Яке було найскладніше рішення, яке вам довелося прийняти?",
        "Що для вас означає внутрішній спокій і як ви його досягаєте?",
        "Який найважливіший урок ви отримали зі своїх помилок?",
        "Що б ви робили, якби мали необмежену свободу вибору?",
        "Які методи ви використовуєте для боротьби з тиском і стресом?",
        "Як ви оцінюєте свою здатність прощати і як це впливає на ваше життя?",
        "Який особистий досвід ви вважаєте найціннішим для свого розвитку?",
        "Що для вас означає бути дорослим?",
        "Яка подія у вашому житті дала вам найбільшу впевненість у собі?",
        "Яку роль відіграють ваші мрії та цілі у вашому житті?",
        "Як ви ставитеся до концепції ідеального світу і які зміни в суспільстві ви б хотіли бачити?",
        "Якби ви могли вибрати, яким би було ваше життя через 10 років, яким би був ваш ідеальний сценарій?",
        "Як ви справляєтеся з самотністю і як це впливає на ваше життя?",
        "Які життєві істини ви дізналися, спостерігаючи за іншими людьми?",
        "Що вас мотивує і як ви підтримуєте свою мотивацію?",
        "Яку пораду ви дали б своєму молодшому я?",
        "Що для вас означає внутрішній конфлікт і як ви його розв'язуєте?",
        "Як ви визначаєте сенс вашого життя?",
        "Який особистий проект чи мета займає найбільше часу і енергії у вашому житті?",
        "Як ви ставитеся до концепції особистої відповідальності і як це впливає на ваші дії?",
        "Що для вас означає бути чесним перед самим собою і як це впливає на ваше життя?",
        "Як ви справляєтеся з почуттям невизначеності та невпевненості?",
        "Який ваш найнезвичніший життєвий досвід?",
        "Як ви визначаєте успіх у особистому та професійному житті?",
        "Що допомагає вам залишатися оптимістичним у важкі часи?",
        "Яку особисту якість ви вважаєте найважливішою для гармонійного життя?",
        "Як ви розумієте, що є справді важливим для вас в даний момент?",
        "Які у вас цінності і як вони впливають на ваші рішення та дії?",
        "Що для вас означає особистісний розвиток і як ви його досягаєте?",
        "Який найсміливіший крок ви коли-небудь робили у своєму житті?",
        "Як ви ставитеся до змін і як ви до них адаптуєтеся?",
        "Що є джерелом натхнення для вас і як ви його знаходите?",
        "Який найважливіший урок ви отримали з досвіду роботи в команді?",
        "Яка подія або досягнення у вашому житті ви вважаєте найбільш значущими?",
        "Що для вас означає бути лідером і як ви розвиваєте свої лідерські якості?",
        "Як ви сприймаєте свої слабкі сторони і як працюєте над ними?",
        "Які аспекти вашого життя ви хотіли б змінити і чому?",
        "Що допомагає вам підтримувати внутрішню гармонію та стабільність?",
        "Яке особисте досягнення або мета ви вважаєте найважливішим?",
        "Як ви справляєтеся з почуттям невдачі і як це впливає на вашу самооцінку?",
        "Який момент у вашому житті був найнадихаючим і чому?",
        "Як ви визначаєте свою індивідуальність і як вона проявляється у вашому житті?",
        "Як ви підходите до прийняття складних рішень і як це впливає на ваше життя?",
        "Що для вас означає бути справжнім другом і як ви будуєте свої стосунки з іншими?",
        "Як ви розумієте свої особисті межі і як ви їх захищаєте?",
        "Який найважливіший життєвий урок ви отримали і як він змінив вас?",
        "Що для вас означає справжня свобода і як ви її досягаєте?",
        "Як ви працюєте над своєю самоусвідомленістю і розумінням себе?",
        "Як ви розумієте і приймаєте свої емоції, і як це впливає на ваше життя?",
        "Що для вас означає знайти свій шлях у житті і як ви його шукаєте?",
        "Які моменти з вашого дитинства справили на вас найбільше враження і як вони вплинули на вас?",
        "Якби ви могли провести день з будь-якою історичною постаттю, хто це був би і чому?",
        "Який досвід або подія змінили вашу перспективу на життя?",
        "Що для вас означає бути чесним і як ви справляєтеся з моральними дилемами?",
        "Як ви справляєтеся з почуттям неповноцінності і як це впливає на вашу самооцінку?",
        "Якби ви могли дізнатися щось нове за один день, що б це було і чому?",
        "Який найважливіший урок ви дізналися від своїх батьків або наставників?",
        "Що для вас означає бути частиною спільноти і як це впливає на ваше життя?",
        "Який аспект вашого життя ви вважаєте найбільш недооцененим?",
        "Як ви ставитеся до концепції щастя як мети, а не як процесу?",
        "Що допомагає вам залишатися мотивованим у моменти, коли важко знайти натхнення?",
        "Яке місце в світі ви мрієте відвідати і чому?",
        "Який момент у вашому житті був найскладнішим і що ви з нього дізналися?",
        "Що для вас означає успіх у особистих і професійних стосунках?",
        "Як ви справляєтеся з внутрішніми конфліктами і як вони впливають на вашу поведінку?",
        "Що допомагає вам справлятися з невдачами і не втрачати віру в себе?",
        "Який аспект вашого характеру ви хотіли б змінити і чому?",
        "Які книги або навчання сформували ваші переконання і світогляд?",
        "Що для вас означає досягнення гармонії між роботою та особистим життям?",
        "Який особистий досвід був найформативнішим для вашого розвитку?",
        "Як ви розумієте і приймаєте свої обмеження?",
        "Що для вас означає бути відкритим до змін і як це впливає на ваше життя?",
        "Який найважливіший урок ви отримали з ваших стосунків з іншими?",
        "Як ви справляєтеся з почуттям невизначеності у вашому житті?",
        "Що надихає вас досягати своїх цілей і як це змінило ваше життя?",
        "Який особистий виклик ви вважаєте найбільш складним і як ви його подолали?",
        "Що для вас означає бути успішним в особистому житті і як ви цього досягаєте?",
        "Який момент у вашому житті був найрадіснішим і що ви з нього дізналися?",
        "Який особистий проект або мета ви вважаєте найважливішим на даний момент?",
        "Що для вас означає бути чесним з іншими і як це впливає на ваші стосунки?",
        "Як ви працюєте над своїм самоудосконаленням і які цілі у вас є в цій області?",
        "Який аспект вашого характеру ви вважаєте найбільш складним і як ви працюєте над його покращенням?",
        "Що для вас означає бути вірним самому собі і як це проявляється у вашому житті?",
        "Як ви справляєтеся з моментами, коли відчуваєте себе загубленим чи невпевненим у собі?",
        "Що вас найбільше турбує у сучасному світі і як ви з цим справляєтеся?",
        "Який момент у вашому житті ви вважаєте найважливішим для вашого особистого розвитку?",
        "Що для вас означає знаходити сенс у повсякденних речах і як це впливає на ваше життя?",
        "Який найважливіший урок ви дізналися з вашого професійного досвіду?",
        "Як ви визначаєте свої особисті цілі і як ви працюєте над їх досягненням?",
        "Який момент у вашому житті показав вам, що ви здатні на більше, ніж ви думали?",
        "Що для вас означає бути задоволеним своїм життям і як ви цього досягаєте?",
        "Як ви справляєтеся з почуттям заздрості і як це впливає на ваше життя?",
        "Який особистий досвід або подія найбільше вплинули на ваші погляди на життя?",
        "Що для вас означає бути в гармонії з самим собою і як ви цього досягаєте?",
        "Який був найскладніший вибір, який вам довелося зробити, і як він змінив ваше життя?",
        "Що надихає вас вносити особисті зміни і як ви починаєте над ними працювати?",
        "Як ви ставитеся до концепції особистої відповідальності і як це впливає на ваші дії?",
        "Який найцінніший урок ви отримали з ваших невдач і як це вплинуло на ваше життя?",
        "Що для вас означає бути в стані постійного росту і розвитку?",
        "Який момент у вашому житті був найзахоплюючим і як він змінив ваше світосприйняття?",
        "Як ви справляєтеся з труднощами у міжособистісних стосунках і що це вас навчило?",
        "Яке досягнення або успіх у вашому житті ви вважаєте найбільш значущим і чому?",
        "Що для вас означає знаходити радість у дрібницях і як це впливає на ваше життя?",
        "Який аспект вашого життя ви хотіли б покращити і як ви плануєте це зробити?",
        "Як ви справляєтеся з почуттям невпевненості і як це впливає на ваші рішення?",
        "Що для вас означає бути незалежним і як ви цього досягаєте?",
        "Який момент у вашому житті був найважливішим для вашого особистого розвитку?",
        "Що надихає вас досягати особистих досягнень і як це змінює ваше життя?",
        "Як ви розумієте значення слова 'сенс' в контексті вашого життя і як це на вас впливає?",
        "Який найважливіший урок ви дізналися з ваших стосунків з близькими?",
        "Як ви справляєтеся з почуттям незадоволення і що вам у цьому допомагає?",
        "Що для вас означає бути активним учасником у вашому житті і як це проявляється у ваших діях?",
        "Який момент у вашому житті був найвизначнішим для вашого майбутнього?",
        "Що для вас означає залишатися вірним своїм принципам і як це впливає на ваше життя?",
        "Який досвід або ситуація у вашому житті допомогли вам краще зрозуміти себе?",
        "Як ви справляєтеся з труднощами у реалізації ваших планів і як це впливає на вашу мотивацію?",
        "Що для вас означає мати позитивне ставлення до життя і як це впливає на ваше оточення?",
        "Який аспект вашого життя ви вважаєте найважливішим для вашого щастя і як це впливає на ваше життя?",
        "Що надихає вас вносити зміни і як це відображається у вашій поведінці?",
        "Який момент у вашому житті показав вам, що ви можете подолати труднощі?",
        "Як ви розумієте значення слова 'достатність' і як це впливає на ваше життя?",
        "Що для вас означає знаходити баланс між вашими бажаннями та реальністю?",
        "Який аспект вашого життя ви вважаєте найбільш успішним і чому?",
        "Як ви справляєтеся з почуттям невдачі і як це впливає на вашу самооцінку?",
        "Що мотивує вас постійно вдосконалюватися і як це впливає на ваше життя?",
        "Який момент у вашому житті був найзначнішим для вашого розвитку як особистості?",
        "Що для вас означає бути впевненим у своєму шляху і як це відображається у ваших діях?",
        "Як ви справляєтеся з моментами, коли відчуваєте себе загубленим і що вам у цьому допомагає?",
        "Який досвід у вашому житті був найкориснішим для вашого особистого росту?",
        "Що для вас означає знаходити сенс у ваших діях і як це впливає на ваше життя?",
        "Який момент у вашому житті був найважливішим для розуміння себе і своїх цілей?",
        "Що надихає вас досягати своїх цілей і як це впливає на ваше життя?",
        "Який аспект вашого життя ви хотіли б змінити і як це вплине на ваше майбутнє?",
        "Як ви справляєтеся з внутрішніми сумнівами і як це впливає на вашу поведінку?",
        "Що для вас означає бути щасливим і як ви цього досягаєте?",
        "Який момент у вашому житті був найщасливішим і як це вплинуло на ваше сприйняття світу?",
        "Якщо б ви мали вибір рятувати життя одного близького друга або десяти незнайомців, кого б ви обрали і чому?",
        "Якщо б у вас була можливість розкрити особисті таємниці всіх навколо вас, включаючи свої власні, але це коштувало б вам репутації, чи погодилися б ви на це?",
        "Якщо б ви дізналися, що ваші досягнення є результатом шахрайства, чи продовжили б ви жити з цим знанням чи розкрили б правду, знаючи, що це зруйнує вашу кар'єру?",
        "Якщо б ви могли змінити одне правило або закон у суспільстві, що б це було і які були б наслідки такої зміни?",
        "Якщо б вам запропонували $1 мільйон за те, щоб обманути когось, кого ви поважаєте, чи погодилися б ви і як це змінило б ваше ставлення до них?",
        "Якщо б ви могли повернутися в минуле і запобігти смерті однієї людини, але це мало б катастрофічні наслідки для суспільства, чи зробили б ви це?",
        "Якщо б у вас була можливість змінити свою стать на будь-яку іншу, знаючи, що це радикально змінить ваше життя, чи скористалися б ви цією можливістю?",
        "Якщо б ви дізналися, що ваше щастя пов'язане з стражданнями іншої людини, чи продовжили б ви бути щасливим чи спробували б змінити ситуацію?",
        "Якщо ваш вибір міг би врятувати або вас, або групу людей, які в майбутньому можуть завдати великої шкоди, кого б ви обрали?",
        "Якщо б ви знали, що одна з ваших дій зруйнує кар'єру когось, хто ніколи вас не ображав, але принесе вам величезну вигоду, чи зробили б ви це?",
        "Якщо б ви могли отримати унікальні знання, які б створили значний моральний дилему, чи скористалися б ви ними чи відмовилися б?",
        "Якщо б вам довелося вибрати між порятунком вашої дитини і порятунком усіх дітей у світі, що б ви вибрали і чому?",
        "Якщо б ви дізналися, що ваш успіх можливий лише через маніпулювання іншими, як це змінило б ваше сприйняття успіху?",
        "Якщо б ви могли знищити всі технологічні досягнення, щоб запобігти екологічній катастрофі, але це відкинуло б суспільство на сотні років назад, чи зробили б ви це?",
        "Якщо б у вас була можливість дізнатися чесну думку кожного про вас, чи хотіли б ви це почути, незважаючи на можливий біль?",
        "Якщо б ви могли змінити один аспект вашого характеру, який впливає на ваше особисте життя, але це також змінить вашу кар'єру і стосунки, що б ви зробили?",
        "Якщо б ви могли дізнатися всі секрети будь-якої країни, але за це вам загрожувало б пожиттєве ув'язнення, чи погодилися б ви?",
        "Якщо б вам довелося вибирати між збереженням вірності вашим принципам і підтриманням дружби з кимось, хто порушує ці принципи, що б ви вибрали?",
        "Якщо б ви могли прийняти наркотик, який зробив би вас ідеальним у всіх відношеннях, але повністю змінив би вашу особистість, чи скористалися б ви ним?",
        "Якщо б вам запропонували стати видатним лідером, але тільки якщо ви вчините морально сумнівний вчинок, чи погодилися б ви?",
        "Якщо б ви могли стати надприродною істотою з неймовірними здібностями, але тільки за умови, що ви пожертвуєте своєю людською ідентичністю, чи зробили б ви це?",
        "Якщо б ви дізналися, що ваш найкращий друг планує скояти злочин, який може принести величезну вигоду, але також багато шкоди, що б ви зробили?",
        "Якщо б ви були в світі, де мали значення тільки ваші моральні цінності, а всі інші дотримувалися б протилежних принципів, як це змінило б ваші дії і сприйняття світу?",
        "Якщо б ви могли запобігти глобальній катастрофі, але це вимагало б жертвування значною кількістю особистих ресурсів і стосунків, що б ви зробили?",
        "Якщо б ви могли змінити своє життя, щоб воно було ідеальним для суспільства, але втратити всі свої особисті зв'язки і ідентичність, чи погодилися б ви?",
        "Якщо б вам запропонували величезні гроші за один поганий вчинок, який не завдасть безпосередньої шкоди нікому, що б ви зробили?",
        "Якщо б ви могли прийняти рішення, яке б призвело до значного прогресу в науці, але завдало б шкоди вам або вашим близьким, чи зробили б ви це?",
        "Якщо б вам запропонували стати частиною таємної організації, яка може змінити світ, але це вимагало б приховування правди від усіх, кого ви знаєте, чи погодилися б ви?",
        "Якщо б ви могли створити ідеальний світ, але це означало б знищення існуючого, чи погодилися б ви на це?",
        "Якщо б ви могли врятувати життя людини, яка особисто завдає вам шкоди, але це призведе до великого страждання для інших, як би ви діяли?",
        "Якщо б ви дізналися, що один з ваших близьких планує скояти злочин, який може змінити долю багатьох людей, що б ви зробили?",
        "Якщо б вам довелося вибрати між вашим моральним кодексом і вашим життям, де рятування життя вимагало б порушення ваших принципів, що б ви зробили?",
        "Якщо б ви могли отримати абсолютну владу в світі, але тільки за умови, що ви правитимете жорстко, чи погодилися б ви?",
        "Якщо б у вас була можливість стерти пам'ять про помилку, яка призвела до великої втрати, але це також стерло б частину вашого досвіду, чи скористалися б ви цим?",
        "Якщо б вам довелося вибрати між вашою кар'єрою і особистим щастям, що б ви вибрали і чому?",
        "Якщо б ви могли отримати абсолютну владу над одним аспектом людського життя, але це створювало б моральні дилеми для інших, як би ви діяли?",
        "Якщо б вам запропонували стати ідеальним у очах суспільства, але це означало б відмову від усіх ваших особистих бажань і мрій, чи погодилися б ви?",
        "Якщо б ви могли отримати все, що хочете, але тільки за умови, що це буде зроблено за рахунок обману інших, чи погодилися б ви?",
        "Якщо б у вас була можливість взяти на себе відповідальність за велику організацію, яка вирішує важливі глобальні питання, але це також вимагало б моральних компромісів, чи зробили б ви це?",
        "Якщо б ви могли дізнатися всі приховані думки і почуття кожної людини, але це вимагало б відмовитися від вашої приватності, як це змінило б вашу поведінку?",
        "Якщо б вам довелося вибрати між особистою свободою і можливістю впливати на долі інших людей, що б ви вибрали і чому?",
        "Якщо б ви могли запобігти одному нещастю, але це призвело б до неминучого нещастя для багатьох інших, як би ви діяли?",
        "Якщо б у вас була можливість змінити одну річ в історії людства, що б ви вибрали і які були б наслідки цієї зміни?",
        "Якщо б вам запропонували приєднатися до ексклюзивного клубу, дотримуючись строгих правил, які порушують ваші моральні принципи, чи погодилися б ви?",
        "Якщо б у вас була можливість змінити своє минуле, щоб уникнути всіх помилок, але це також змінило б ваші стосунки з близькими, чи скористалися б ви цією можливістю?",
        "Якщо б ви дізналися, що ваша особиста вигода пов'язана з приховуванням важливої інформації, яка могла б допомогти багатьом людям, як би ви діяли?",
        "Якщо б вам довелося вибрати між благополуччям вашої сім'ї і вашою моральною цілісністю, що б ви вибрали і чому?",
        "Якщо б ви могли отримати знання, які зроблять вас неймовірно успішним, але це включало б порушення моральних норм, чи погодилися б ви?",
        "Якщо б вам запропонували стати бездоганною особистістю в очах суспільства, але це вимагало б повної зміни вашої особистості, чи погодилися б ви?",
        "Якщо б ви могли створити ідеальне суспільство, але тільки шляхом усунення всіх, хто суперечить цьому ідеалу, як би ви діяли?",
        "Якщо б вам запропонували порятунок від хвороби, але це означало б жертвування вашими ідеалами, як би ви діяли?",
        "Якщо б ви могли отримати все, що хочете, але це включало б знищення частини вашого життя, як би ви діяли?",
        "Якщо б у вас була можливість запобігти глобальній катастрофі, але це вимагало б відмови від всього особистого щастя і зв'язків, чи погодилися б ви?",
        "Якщо б ви могли стати лідером революції, яка радикально змінить суспільство, але тільки шляхом порушення закону, чи прийняли б ви таку пропозицію?",
        "Якщо б ваші дії могли врятувати багато життів, але знищили б вашу репутацію, як би ви діяли?",
        "Якщо б у вас була можливість стати ідеальним для всіх, але це означало б втрату вашої індивідуальності, чи погодилися б ви?",
        "Якщо б вам довелося вибрати між вашою особистою свободою і порятунком великої групи людей, що б ви вибрали і чому?",
        "Якщо б ви могли використати свої знання для досягнення особистих цілей, але це порушило б моральні і етичні норми, що б ви зробили?",
        "Якщо б у вас була можливість зрозуміти всі аспекти життя, але це означало б втрату всіх ваших близьких, чи погодилися б ви?",
        "Якщо б вам запропонували безсмертя, але це означало б повну ізоляцію від суспільства, чи погодилися б ви?",
        "Якщо б ви могли отримати необмежену владу у вашій сфері, але це вимагало б моральних компромісів і жертв, як би ви діяли?",
        "Якщо б ваш успіх залежав від приховування правди про інших, як би це змінило ваше сприйняття успіху?",
        "Якщо б вам запропонували унікальні можливості, але тільки за умови порушення ваших моральних принципів, чи погодилися б ви?",
        "Якщо б ви могли створити світ без страху і страждань, але це також означало б знищення свободи вибору, як би ви діяли?",
        "Якщо б вам дали шанс вирішити важливу проблему, але тільки за рахунок жертвування вашими принципами, як би ви діяли?",
        "Якщо б ви могли отримати все, що хочете, але тільки за умови, що це змінить вас до невпізнаваності, чи погодилися б ви?",
        "Якщо б вам довелося вибрати між вашою особистою чесністю і порятунком великої кількості людей, що б ви зробили?",
        "Якщо б ви могли стати нескінченно багатим, але це означало б обманювати ваших близьких, чи погодилися б ви?",
        "Якщо б ви могли змінити щось у минулому, що вплине на долю багатьох людей, але це також змінить ваше особисте щастя, що б ви вибрали?",
        "Якщо б вам запропонували абсолютну владу в обмін на особисті моральні компроміси, чи погодилися б ви?",
        "Якщо б ви могли запобігти трагедії, але тільки за рахунок значних особистих жертв, чи погодилися б ви?",
        "Якщо б вам довелося вибрати між вашими ідеалами і збереженням вашої кар'єри, що б ви вибрали?",
        "Якщо б у вас була можливість досягти успіху, але це вимагало б порушення моральних норм, як би ви діяли?",
        "Якщо б вам запропонували унікальні можливості, але тільки за умови відмови від особистих принципів, чи погодилися б ви?"
    ]
}