{
    "name": "zh",
    "accept": "接受",
    "changeQuestion": "更改问题",
    "enjoyApp": "您在享受我们的应用吗？",
    "enjoyAppDescription": "我们希望您有一个愉快的体验！如果您喜欢您所看到的，请花一点时间在商店中给我们评分。您的反馈帮助我们改善和成长！",
    "rateNow": "立即评分",
    "maybeLater": "可能稍后",
    "questions": [
        "你认为生活中最重要的是什么？为什么？",
        "如果你有机会改变生活中的一件事，你会改变什么？为什么？",
        "你克服的最大恐惧是什么？",
        "你最看重别人身上的哪些品质？为什么？",
        "哪些人生原则对你来说是不可改变的？",
        "你有没有什么秘密的梦想从未与人分享？如果有，那是什么？",
        "如果你知道明天是世界的末日，你会怎么做？",
        "你如何看待命运与自由意志的概念？",
        "哪些书籍或电影对你影响最大？为什么？",
        "到目前为止，你认为自己最大的成就是什么？",
        "你想尝试但还没有机会体验的生活经历有哪些？",
        "对你来说，幸福意味着什么？",
        "你生活中最具决定性的时刻是什么？",
        "过去的哪些事件仍然困扰着你？",
        "你如何应对失望和失败？",
        "如果你能从任何一个人那里得到一个建议，无论是活着还是已故，你希望得到谁的建议？你希望听到什么建议？",
        "在与他人的关系中，哪些个人界限对你来说很重要？",
        "如果可以的话，你会改变自己什么？",
        "你生活中最困难的事件或情况是什么？你是如何处理的？",
        "你希望在自己身上发展哪种品质？为什么？",
        "你最意外的才能或爱好是什么？",
        "你认为真正的成功意味着什么？",
        "你认为爱情是什么？它如何在你的生活中表现？",
        "你是否有任何帮助你保持平衡的仪式或习惯？",
        "朋友在你的生活中扮演什么角色？真正的友谊对你来说意味着什么？",
        "如果你能回到过去给自己一个建议，你会说什么？",
        "你的恐惧是什么？你如何克服它们？",
        "你做过的最困难的选择是什么？",
        "内心的平静对你意味着什么？你如何实现它？",
        "你从错误中学到的最重要的教训是什么？",
        "如果你有无限的选择自由，你会怎么做？",
        "你用什么方法来应对压力和焦虑？",
        "你如何评估自己的宽恕能力？它如何影响你的生活？",
        "你认为哪种个人经历对你的成长最有价值？",
        "对你来说，成为成年人意味着什么？",
        "你生活中的哪个事件给了你最多的自信？",
        "你的梦想和目标在你的生活中扮演什么角色？",
        "你如何看待理想世界的概念？你希望社会发生什么变化？",
        "如果你可以选择自己10年后的生活样貌，你的理想场景是什么？",
        "你如何应对孤独？它如何影响你的生活？",
        "你从观察他人身上学到了哪些生活真理？",
        "是什么激励你？你如何保持这种动力？",
        "你会给年轻时的自己什么建议？",
        "内心冲突对你意味着什么？你如何解决它？",
        "你如何定义自己生活的意义？",
        "什么个人项目或目标占据了你最多的时间和精力？",
        "你如何看待个人责任的概念？它如何影响你的行为？",
        "诚实对自己意味着什么？它如何影响你的生活？",
        "你如何应对不确定性和不安全感？",
        "你最不寻常的生活经历是什么？",
        "你如何定义个人和职业生活中的成功？",
        "在艰难时刻，什么帮助你保持乐观？",
        "你认为哪种个人品质对和谐生活最重要？",
        "你如何理解目前对你来说真正重要的事物？",
        "你的价值观是什么？它们如何影响你的决定和行为？",
        "个人成长对你来说意味着什么？你如何实现它？",
        "你人生中最勇敢的一步是什么？",
        "你如何看待变化？你如何适应它们？",
        "什么是你的灵感来源？你如何找到它？",
        "你从团队合作经验中学到的最重要的教训是什么？",
        "你认为你生活中最重要的事件或成就是什么？",
        "你认为成为领导者意味着什么？你如何发展自己的领导能力？",
        "你如何看待自己的弱点？你如何改进它们？",
        "你希望改变生活中的哪些方面？为什么？",
        "什么帮助你保持内心的和谐与稳定？",
        "你认为自己最重要的个人成就或目标是什么？",
        "你如何处理失败感？它如何影响你的自尊？",
        "你生活中最鼓舞人心的时刻是什么？为什么？",
        "你如何定义自己的个性？它如何在你的生活中表现出来？",
        "你如何处理困难的决策？这对你的生活有何影响？",
        "对你来说，真正的友谊意味着什么？你如何建立与他人的关系？",
        "你如何理解个人界限？你如何保护它们？",
        "你学到的最重要的人生教训是什么？它如何改变了你？",
        "真正的自由对你意味着什么？你如何实现它？",
        "你如何提高自我意识和对自己的理解？",
        "你如何理解和接受自己的情感？这对你的生活有何影响？",
        "找到人生道路对你来说意味着什么？你如何寻找它？",
        "你童年时期哪些时刻给你留下了最深刻的印象？它们如何影响了你？",
        "如果你可以与任何历史人物共度一天，你会选择谁？为什么？",
        "什么经历或事件改变了你对生活的看法？",
        "对你来说，诚实意味着什么？你如何处理道德困境？",
        "你如何应对自卑感？这对你的自尊有何影响？",
        "如果你可以在一天内学习一项新技能，你会学什么？为什么？",
        "你从父母或导师那里学到的最重要的教训是什么？",
        "成为社区的一部分对你来说意味着什么？它如何影响你的生活？",
        "你认为自己生活中最被低估的方面是什么？",
        "你如何看待将幸福视为目标而非过程的概念？",
        "在很难找到灵感的时候，什么帮助你保持动力？",
        "你梦想去世界上的哪个地方？为什么？",
        "你生活中最具挑战性的时刻是什么？你从中学到了什么？",
        "在个人和职业关系中，成功对你来说意味着什么？",
        "你如何处理内心冲突？这些冲突如何影响你的行为？",
        "什么帮助你应对失败，并且不失去对自己的信心？",
        "你希望改变自己性格中的哪个方面？为什么？",
        "哪些书籍或教义塑造了你的信仰和世界观？",
        "实现工作与个人生活的和谐对你来说意味着什么？",
        "哪种个人经历对你的成长影响最大？",
        "你如何理解和接受自己的局限性？",
        "对你来说，开放接受变化意味着什么？它如何影响你的生活？",
        "你从与他人的关系中学到的最重要的教训是什么？",
        "你如何处理生活中的不确定感？",
        "是什么激励你实现目标？它如何改变了你的生活？",
        "你认为自己面临的最艰巨的个人挑战是什么？你是如何克服的？",
        "成功的个人生活对你来说意味着什么？你如何实现它？",
        "你生活中最快乐的时刻是什么？你从中学到了什么？",
        "你目前认为最重要的个人项目或目标是什么？",
        "对你来说，对他人诚实意味着什么？它如何影响你的关系？",
        "你如何进行自我提升？在这方面你有哪些目标？",
        "你认为自己性格中的哪个方面最具挑战性？你如何改进它？",
        "对你来说，忠于自己意味着什么？它如何在你的生活中体现？",
        "当你感到迷茫或不确定时，你如何应对？",
        "你最担心现代世界的哪些问题？你如何应对这些问题？",
        "你生活中哪个时刻对你的个人成长最重要？",
        "找到日常事物中的意义对你来说意味着什么？它如何影响你的生活？",
        "你从职业经历中学到的最重要的教训是什么？",
        "你如何定义个人目标？你如何努力实现这些目标？",
        "你生活中哪个时刻让你意识到自己比想象中更有能力？",
        "对你来说，满意的生活意味着什么？你如何实现它？",
        "你如何应对嫉妒感？它如何影响你的生活？",
        "哪种个人经历或事件对你的生活观点影响最深？",
        "与自己和谐相处意味着什么？你如何实现这种和谐？",
        "你做过的最困难的选择是什么？它如何改变了你的生活？",
        "是什么激励你进行个人改变？你如何开始这些改变？",
        "你如何看待个人责任的概念？它如何影响你的行为？",
        "你从失败中学到的最宝贵的教训是什么？它如何影响了你的生活？",
        "在你看来，处于不断成长和发展的状态意味着什么？",
        "你生活中最令人惊讶的时刻是什么？它如何改变了你的世界观？",
        "你如何处理人际关系中的困难？这些困难教会了你什么？",
        "你生活中哪个成就或成功对你来说最重要？为什么？",
        "在小事中找到快乐对你来说意味着什么？它如何影响你的生活？",
        "你希望改善生活中的哪个方面？你打算如何实现它？",
        "你如何应对不安全感？它如何影响你的决定？",
        "对你来说，独立意味着什么？你如何实现独立？",
        "你生活中哪个时刻对你的个人发展最重要？",
        "是什么激励你追求个人成就？它如何改变了你的生活？",
        "你如何理解“意义”这个词在你生活中的含义？它如何影响你？",
        "你从与亲人的关系中学到的最重要的教训是什么？",
        "你如何应对不满的情绪？有什么帮助你应对这种情绪？",
        "积极参与自己生活对你来说意味着什么？它如何体现在你的行动中？",
        "你生活中哪个时刻对你未来的定义最为重要？",
        "忠于原则对你来说意味着什么？它如何影响你的生活？",
        "生活中哪些经历或情境帮助你更好地理解自己？",
        "你如何处理实施计划中的困难？这如何影响你的动力？",
        "对你来说，拥有积极的生活态度意味着什么？它如何影响你的周围环境？",
        "你认为自己生活中最重要的方面是什么？它如何影响你的幸福感？",
        "是什么激励你做出改变？这种改变如何反映在你的行为中？",
        "你生活中哪个时刻让你意识到自己能够克服困难？",
        "你如何理解“足够”这个概念？它如何影响你的生活？",
        "在欲望与现实之间找到平衡对你来说意味着什么？",
        "你认为自己生活中最成功的方面是什么？为什么？",
        "你如何处理失败感？这如何影响你的自我认知？",
        "是什么激励你不断提升自己？它如何影响你的生活？",
        "你生活中哪个时刻对你作为一个人的发展最为重要？",
        "对你来说，对自己的道路充满信心意味着什么？它如何在你的行动中体现？",
        "当你感到迷失时，你如何应对？什么对你有帮助？",
        "你生活中哪种经历对你的个人成长最有帮助？",
        "对你来说，行动中的意义意味着什么？它如何影响你的生活？",
        "你生活中哪个时刻对你理解自己和目标最为重要？",
        "是什么激励你实现目标？它如何影响你的生活？",
        "你希望改变自己生活中的哪个方面？这将如何影响你的未来？",
        "你如何处理内心的怀疑？它如何影响你的行为？",
        "幸福对你来说意味着什么？你如何实现它？",
        "你生活中最快乐的时刻是什么？它如何影响你对世界的看法？",
        "如果你面临选择拯救一个亲密朋友的生命还是十个陌生人的生命，你会选择谁？为什么？",
        "如果你有机会揭露所有人，包括你自己的个人秘密，但这会让你失去声誉，你会同意吗？",
        "如果你发现自己的成就都是通过欺诈获得的，你会继续这样生活还是揭露真相，知道这会毁掉你的职业生涯？",
        "如果你可以改变一个社会规则或法律，你会改变什么？这种改变会有什么后果？",
        "如果有人提供你100万美元来欺骗你尊敬的人，你会同意吗？这会如何改变你对他们的态度？",
        "如果你可以回到过去，阻止一个人的死亡，但这会对社会造成灾难性的后果，你会这么做吗？",
        "如果你有机会改变自己的性别，知道这将彻底改变你的生活，你会抓住这个机会吗？",
        "如果你发现自己的幸福与他人的痛苦相关联，你会继续感到幸福还是尝试改变这种情况？",
        "如果你的选择可以拯救自己或一群未来会造成巨大伤害的人，你会选择谁？",
        "如果你知道你的某个行动会毁掉一个从未伤害过你的人职业生涯，但会带给你巨大的好处，你会这样做吗？",
        "如果你可以获得独特的知识，但这会带来重大的道德困境，你会使用它还是放弃？",
        "如果你必须在拯救你的孩子和拯救全世界的孩子之间做出选择，你会选择什么？为什么？",
        "如果你发现自己的成功完全是通过操控他人获得的，这会如何改变你对成功的看法？",
        "如果你可以摧毁所有技术进步以防止环境灾难，但这会使社会倒退数百年，你会这么做吗？",
        "如果你有机会了解每个人对你的真实看法，尽管可能会带来痛苦，你会想听吗？",
        "如果你可以改变自己性格中的一个方面，这个方面会影响你的个人生活，但也会改变你的职业和人际关系，你会怎么做？",
        "如果你可以学习任何国家的所有秘密，但这会导致终身监禁，你会同意吗？",
        "如果你必须在忠于原则和与违反这些原则的人的友谊之间做出选择，你会选择什么？",
        "如果你可以服用一种药物，使你在各方面都完美，但这会完全改变你的个性，你会服用吗？",
        "如果你被提议成为一名杰出的领导者，但前提是你必须做一件道德上有争议的事情，你会同意吗？",
        "如果你可以成为一个拥有惊人能力的超自然存在，但前提是你必须牺牲你的人类身份，你会这么做吗？",
        "如果你发现你最好的朋友计划实施一项可能带来巨大好处但也带来很多伤害的犯罪行为，你会怎么做？",
        "如果你生活在一个只有你的道德价值观被重视，而其他人遵循相反原则的世界，这会如何改变你的行动和对世界的看法？",
        "如果你可以防止全球灾难，但这需要牺牲大量个人资源和人际关系，你会怎么做？",
        "如果你可以改变自己的生活，使其对社会来说是完美的，但失去所有个人联系和身份，你会同意吗？",
        "如果有人提供你巨额财富，只需做一个对任何人没有直接伤害的坏行为，你会怎么做？",
        "如果你可以做出一个决定，导致科学取得重大进展，但会对你或你所爱的人造成伤害，你会怎么做？",
        "如果你被提议成为一个秘密组织的一员，这个组织可以改变世界，但需要对你认识的人隐瞒真相，你会同意吗？",
        "如果你可以创建一个完美的世界，但这意味着摧毁现有的世界，你会同意吗？",
        "如果你可以拯救一个对你个人造成伤害的人，但这会导致其他人遭受巨大的痛苦，你会怎么做？",
        "如果你发现你所爱的人计划实施一项可能改变许多人命运的犯罪行为，你会怎么做？",
        "如果你必须在你的道德规范和你的生命之间做出选择，其中拯救生命需要打破你的原则，你会怎么做？",
        "如果你可以获得绝对的世界权力，但前提是你必须采取严酷的统治方式，你会同意吗？",
        "如果你有机会抹去一个导致重大损失的错误的记忆，但也会抹去你的一部分经验，你会选择吗？",
        "如果你必须在事业和个人幸福之间做出选择，你会选择什么？为什么？",
        "如果你可以获得在某一方面的绝对权力，但这会给他人带来道德困境，你会怎么做？",
        "如果你可以成为一个在社会眼中完美的人，但这意味着放弃所有个人愿望和梦想，你会同意吗？",
        "如果你可以得到一切你想要的东西，但前提是欺骗他人，你会同意吗？",
        "如果你有机会承担一个重大组织的责任，这个组织解决重要的全球问题，但也需要道德上的妥协，你会同意吗？",
        "如果你可以了解每个人的隐藏想法和感受，但这需要放弃你的隐私，这会如何改变你的行为？",
        "如果你必须在个人自由和影响他人命运的能力之间做出选择，你会选择什么？为什么？",
        "如果你可以防止一个人的不幸，但这会导致许多人不可避免的不幸，你会怎么做？",
        "如果你有机会改变人类历史中的一件事，你会选择什么？这种改变会有什么后果？",
        "如果你被提议加入一个排他性的俱乐部，遵守违反你道德原则的严格规则，你会同意吗？",
        "如果你有机会改变过去以避免所有错误，但这也会改变你与亲人的关系，你会选择吗？",
        "如果你发现个人利益与隐瞒重要信息（这些信息可以帮助很多人）相关联，你会怎么做？",
        "如果你必须在家庭福祉和道德诚信之间做出选择，你会选择什么？为什么？",
        "如果你可以获得使你非常成功的知识，但这涉及打破道德规范，你会同意吗？",
        "如果你可以创建一个完美的社会，但这意味着消灭所有反对这个理想的人，你会怎么做？",
        "如果你被提供从疾病中获得拯救的机会，但这意味着牺牲你的理想，你会怎么做？",
        "如果你可以得到一切你想要的东西，但这会摧毁你生活的一部分，你会怎么做？",
        "如果你有机会防止全球灾难，但这需要放弃所有个人幸福和联系，你会同意吗？",
        "如果你可以成为一个革命的领导者，彻底改变社会，但前提是必须违反法律，你会接受这样的提议吗？",
        "如果你的行动可以拯救许多生命，但会毁掉你的声誉，你会怎么做？",
        "如果你有机会成为所有人的理想人物，但这意味着失去你的个性，你会同意吗？",
        "如果你必须在个人自由和拯救大群人之间做出选择，你会选择什么？为什么？",
        "如果你可以利用你的知识实现个人目标，但这会违反道德和伦理规范，你会怎么做？",
        "如果你有机会了解生活的所有方面，但这意味着失去所有你所爱的人，你会同意吗？",
        "如果你被提议获得不朽的机会，但这意味着与社会完全隔离，你会同意吗？",
        "如果你可以在你的领域获得无限权力，但这需要道德妥协和牺牲，你会怎么做？",
        "如果你的成功依赖于隐瞒关于他人的真相，这会如何改变你对成功的看法？",
        "如果你被提供独特的机会，但前提是违反你的道德原则，你会同意吗？",
        "如果你可以创造一个没有恐惧和痛苦的世界，但这也意味着摧毁选择自由，你会怎么做？",
        "如果你有机会解决一个重要问题，但这要求你牺牲你的原则，你会怎么做？",
        "如果你可以得到一切你想要的东西，但这需要彻底改变你自己，你会同意吗？",
        "如果你必须在个人诚实和拯救大量人群之间做出选择，你会怎么做？",
        "如果你可以变得无比富有，但这意味着欺骗你所爱的人，你会同意吗？",
        "如果你可以改变过去的某件事，这会影响到许多人的命运，但也会改变你的个人幸福，你会选择什么？",
        "如果你被提议获得绝对权力，但前提是需要进行个人道德妥协，你会同意吗？",
        "如果你可以防止一个悲剧，但这需要进行重大个人牺牲，你会怎么做？",
        "如果你必须在理想和保留职业之间做出选择，你会选择什么？",
        "如果你有机会实现成功，但这需要违反道德规范，你会怎么做？",
        "如果你被提议获得独特的机会，但前提是放弃个人原则，你会同意吗？"
    ]
}